{
  "doc-25d254fb90ce7d69b9745664210bf692": {
    "content": "---- Page 1 ----\nCost #\nConformed Construction Se\nReceived_0\n03/10/23\nDEW CONSTRUCTION\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nJob #\n1036\nSECTION 09 65 00\nRESILIENT FLOORING\nPART 1 GENERAL\n1.01\nSECTION INCLUDES\nA. Furnishing, delivering, and installing the following resilient flooring work:\n1. Resilient sheet flooring.\n2. Resilient base.\n3. Accessories required for a complete installation.\n1.02\nREFERENCE STANDARDS\nA. Editions of listed standards as referenced by applicable codes, or most current edition if not\nreferenced:\n1. ASHRAE. American Society of Heating, Refrigerating, and Air-Conditioning Engineers;\nashrae.org.\na. ASHRAE Std 55 - Thermal Environmental Conditions for Human Occupancy.\n2. ASTM. ASTM International; www.astm.org\na. ASTM E662 - Standard Test Method for Specific Optical Density of Smoke Generated\nby Solid Materials.\nb. ASTM E648 - Standard Test Method for Critical Radiant Flux of Floor-Covering Systems\nUsing a Radiant Heat Energy Source.\nc. ASTM F710 - Standard Practice for Preparing Concrete Floors to Receive Resilient\nFlooring.\nd. ASTM F1859 - Standard Specification for Rubber Sheet Floor Covering Without\nBacking.\ne. ASTM F1861 - Standard Specification for Resilient Wall Base.\nf. ASTM F1913 - Standard Specification for Vinyl Sheet Floor Covering Without Backing.\n3. IEC. International Electrotechnical Commission; www.iec.ch.\n4. NFPA. National Fire Protection Association; www.nfpa.org.\na. NFPA 253 - Standard Method of Test for Critical Radiant Flux of Floor Covering Systems\nUsing a Radiant Heat Energy Source.\nb. NFPA 258 - Recommended Practice for Determining Smoke Generation of Solid\nMaterials.\n5. OTC. Ozone Transport Commission; www.OTCAIR.org\n6. APA. The Engineered Wood Association; www.apawood.org.\na. APA Form L334 - Selection, Installation and Preparation of Plywood Underlayment.\nb. PS 1 - Structural Plywood.\nc. PS 2 - Performance Standard for Wood Structural Panels.\n7. RFCI. Resilient Floor Covering Institute; rfci.com\n1.03\nADMINISTRATIVE REQUIREMENTS\nA. Coordination per Section 01 31 14 - Coordination, and as follows:\n1. Preinstallation Meeting: Preinstallation Meeting: Convene a preinstallation meeting one\nweek before starting work of this Section; require attendance by all affected installers; review\npreparation and installation procedures and coordination and scheduling necessary for\nrelated work.\n1.04\nSUBMITTALS\nA. See Section 01 30 00 - Administrative Requirements for submittal procedures.\nB. Construction Submittals\nResilient Flooring\n09 65 00 - 1\n---- Page 2 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n1. Product Data: Submit manufacturer's printed product literature for products specified,\nincluding product standards, identifying materials, components and systems, performance\ncriteria, finishes, use limitations, preparation and installation recommendations, and initial\nmaintenance protective coating and cleaning recommendations, and the following:\na. Typical section details indicating each specified system on proposed substrates and\ntransitions to other flooring systems.\nb. Typical sections indicating flooring system abutting walls.\n2. Shop Drawings: Submit drawings showing plans, illustrative seams, location and types of\ntransition strips, abrication and installation details, layout, patterns, colors, and the following:\na. Requirements for expansion and contraction.\nb. Details and locations of each floor and wall termination condition.\n3. Selection Samples: Submit sample chains or architectural binder indicating manufacturer's\ncomplete range for each type of flooring material specified, to determine color, pattern,\nand/or composition for each type of material finish exposed to view.\n4. Verification Samples: Submit three representative samples of actual flooring material\nspecified, not less than 12 by 12 inch in size, mounted on solid backing, illustrating color,\npattern, and composition, for each resilient flooring product specified.\na. When wood grain flooring is selected or specified, submit samples of visual wear layer\ndemonstrating appearance of pattern; sample shall be not less than 4 square feet in\nsize.\n5. Concrete Subfloor Test Report: Submit a copy of the moisture and alkalinity (pH) test\nreports, , and adhesive compatibility and adhesion test report.\n6. Certification: Prior to installation of flooring, submit written certification by flooring\nmanufacturer and adhesive manufacturer that condition of subfloor is acceptable.\n7. Installer's Qualification Statement.\nC. Closeout Submittals\n1. Submit in accordance with Section 01 70 00 - Execution and Closeout Requirements and\nSection 01 78 00 - Closeout Submittals.\n2. Operation and Maintenance Data: Including maintenance procedures, recommended\nmaintenance materials, related product data and MSDS sheets, directions for product use\nand performance, and suggested schedule for cleaning, and stripping and re-waxing if\napplicable to flooring material.\n3. Maintenance Materials: Furnish the following for Owner's use in maintenance of project.\na. See Section 01 60 00 - Product Requirements, for additional provisions.\nb. Extra Flooring Material: Quantity equivalent to not less than five percent of each type,\ncolor, and pattern, in new, unopened packages.\nc. Extra Wall Base: Quantity equivalent to not less than five percent of each type and color\nin new, unopened packages.\nd. Extra Stair Materials: Quantity equivalent to five percent of each type and color.\n4. Warranty Documentation Manufacturers' executed material warranties and installers'\nworkmanship warranties completed in Owner's name and registered with manufacturer, for\neach type of resilient flooring system installed on project ..\n5. Demonstration and Training: Provide training to Owner's maintenance personnel on proper\ncleaning and maintenance techniques for resilient athletic flooring. At Contractor's option,\nhave flooring manufacturer's representative perform training. Contractor to coordinate.\n1.05\nQUALITY ASSURANCE\nA. Single Source Responsibility: Obtain materials through one source from a single manufacturer\nper flooring type.\nResilient Flooring\n09 65 00 - 2\n---- Page 3 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n1. Provide accessory materials, including patching and fill material, seam sealant, and repair\nmaterials, of type and from source recommended by manufacturer of primary materials.\nB. Installer/Applicator Qualifications: Company specializing in installing specified flooring with\nminimum three years documented experience on installations of similar size and scope.\nC. Field Samples per Section 01 40 00 - Quality Requirements: Provide field samples, dry laid, to\ndemonstrate aesthetic effects of materials in situ, assisting the Architect and Owner in making\nfinal selections.\n1. Minimum Layout Size: 25 square feet (2.3 square meters).\nD. Regulatory Requirements:\n1. Fire-Test-Response Characteristics: As determined by testing identical products according\nto ASTM E648 or NFPA 253 by a qualified testing agency.\na. Critical Radiant Flux Classification: Class I; not less than 0.45 W/cm2\nb. Smoke Density per ASTM E662 or NFPA 258: 450 or less\n1.06\nDELIVERY, STORAGE, AND HANDLING\nA. See Section 01 74 19 - Construction Waste Management and Disposal for packaging waste\nrequirements.\nB. Comply with manufacturer's instructions and recommendations, Section 01 60 00 - Product\nRequirements, and as follows:\n1. Deliver materials to project site in unopened containers clearly labeled with manufacturer's\nname and identification of contents.\n2. Upon receipt, immediately remove any shrink-wrap and check materials for damage and the\ncorrect style, color, quantity and run numbers.\n3. Store all materials off of the floor in an acclimatized, weather-tight space. in dry and clean\nlocation until needed for installation. During installation, handle in a manner that will prevent\nmarring and soiling of finished surfaces.\n4. Protect roll materials from damage by storing on end, unless otherwise indicated by\nmanufacturer.\n5. Store base material unrolled and flat, unless otherwise indicated by manufacturer.\n1.07\nFIELD CONDITIONS\nA. Conditions and Measurements: Visit jobsite to verify installation conditions and floor\nmeasurements.\nB. Ambient Conditions per manufacturer's written recommendations, Section 01 70 00 - Execution\nand Closeout Requirements, and as follows:\n1. New concrete slabs shall be flat, clean and dry passing all flooring manufacturers' moisture\ntesting requirements.\n2. Environmental Limitations: Do not deliver or install until building is enclosed, wet work is\ncomplete and HVAC system has been operating a minimum of two weeks, consistently\nmaintaining temperature and RH at occupancy levels per ASHRAE Std 55 (Figure 5.2.1.1.),\nper manufacturer's recommendations.\na. Maintain temperature and humidity at occupancy levels.\n3. Acclimate product to installation location.\na. Deliver materials to jobsite room in which it will be installed 48 hours before installation.\nb. Maintain Temperature: Minimum 65 degrees F, and maximum 80 degrees F for not less\nthan 48 hours prior to and during installation and for not less than one week after\ninstallation has been completed. Susequently, do not allow temperature in installed\nspaces to drop below 55 degrees F or to go above 100 degrees F.\nc. Maintain Humidity: 25 to 60 percent RH prior to and during Installation.\nResilient Flooring\n09 65 00 - 3\n---- Page 4 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n1.08\nWARRANTY\nA. Manufacturer Warranty: Prepare and submit in accordance with Section 01 78 00 - Closeout\nSubmittals.\n1. Resilient Sheet Flooring: Provide manufacturer's limited warranty stating resilient flooring is\nguaranteed to be free from wear-through due to normal use in light industrial and\ncommercial applications.\na. Warranty Period: five years from date of Substantial Completion.\nB. Adhesive Delamination Warranty: Provide manufacturer's warranty stating that there shall be no\ndelamination failure:\n1. Due to adhesive failure for a period of three years from the date of Substantial Completion\nwhen applied to adhere flooring materials per Adhesive manufacturer's requirements.\n2. As long as substrate moisture vapor emissions and alkalinity comply with adhesive\nmanufacturer's requirements.\n3. Adhesive shall be warrantied to a minimum of 99 percent Relative Humidity.\nPART 2 PRODUCTS\n2.01\nSHEET FLOORING\nA. Homogenous Sheet Flooring: Homogeneous without backing, with color and pattern throughout\nfull thickness.\n1. Manufacturers:\na. Altro; Aquarius: www.altrofloors.com. (Basis of Design)\n2. Minimum Requirements: Comply with ASTM F1859, without backing.\n3. Critical Radiant Flux (CRF): Minimum 0.45 watt per square centimeter, when tested in\naccordance with ASTM E 648 or ASTM E 648.\n4. Thickness: 2 mm minimum.\n5. Seams: Heat welded.\n6. Integral coved base. Height: As indicated on Drawings.\n7. Surface Texture: Safety flooring.\n8. Color and pattern: Jellyfish PX2005.\nB. Welding Rod: Solid bead in material compatible with flooring, produced by flooring manufacturer\nfor heat welding seams, and in color matching field color.\n2.02\nRESILIENT BASE (RB)\nA. Resilient Base: ASTM F1861, Type TS rubber, vulcanized thermoset; top set Style B, Cove.\n1. Manufacturers: Subject to compliance with these Specifications, provide one of the following:\na. Mannington; www.manningtoncommercial.com.\nb. Nora Systems, Inc .; www.nora.com.\nc. Roppe Corp: www.roppe.com (Basis of Design).\nd. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\n2. Height: four inch.\n3. Thickness: 0.125 inch.\n4. Finish: Satin.\n5. Length: Roll.\n6. Color: As indicated on drawings.\n7. Premolded external corners, internal corners, and end stops.\nResilient Flooring\n09 65 00 - 4\n---- Page 5 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n2.03\nACCESSORIES\nA. Resilient Floor Adhesive: Low VOC, low odor 2-part polyurethane water-resistant type as\nrecommended by resilient sheet flooring manufacturer for use in occupied facilities to suit\nresilient sheet flooring product and substrate conditions indicated.\n1. Adhesive - Manufacturers List: Subject to compliance with requirements, provide one of the\nfollowing products:\na. BOD for use on porous surfaces, including wood for floors where spillage is anticipated\nor with drains: AltroFix 30\nb. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\n2. VOC limits: < 25 g/L.\nB. Resilient base adhesive: Low VOC adhesives as recommended by resilient base manufacturer\nfor the appropriate sub-state.\n1. VOC limits: < 50g/L\nC. Primers: Solvent-free, low odor type as recommended by resilient flooring manufacturer for\ninstallation.\nD. Seaming Materials: Type as recommended by resilient flooring manufacturer for installation.\n1. Color: As selected by Architect from flooring manufacturer's complete range of standard and\ncustom colors.\nE. Moldings, Transition and Edge Strips: Shapes and profiles as indicated on the Drawings; Same\nmanufacturer as base.\nF. Filler for Coved Base: Plastic.\nG. Cleaner: Neutral, as recommended by manufacturer.\nPART 3 EXECUTION\n3.01\nEXAMINATION\nA. Examination and Acceptance of Conditions per Section 01 40 00 - Quality Requirements,\nSection 01 70 00 - Execution and Closeout Requirements, and as follows:\n1. Acceptance of Conditions: Carefully examine installation areas with Installer/Applicator\npresent, for compliance with requirements affecting work performance.\na. Verify that field measurements, surfaces, substrates, deflection, tolerances, levelness,\nplumbness, temperature, humidity, moisture content level, cleanliness and other\nconditions are per manufacturer's requirements, and ready to receive work.\n1) Verify that substrate is flat to within 1/8 inch in 10 feet (4.69mm in 3m) and within the\nequivalent of 1/32 inch in 12 inches (0.78mm per 0.3m) per ASTM F710.\n2) Where flatness and levelness tolerances deviate from manufactuerer requirements,\nprovide floor leveling toppings to bring substrate withing manufaccturer tolerances.\n2. Do not install until Owner-engaged independent testing agency shows moisture emission\nrate, alkalinity pH, and bond testing results meet flooring and adhesive manufacturer's\nrequirements.\na. If test results exceed limitation, flooring installation shall not proceed until corrective\naction has been completed and new tests are below requirements.\nb. Proceed with installation only after unsatisfactory conditions have been corrected.\nB. Verify that surfaces are flat to tolerances acceptable to flooring manufacturer, free of cracks that\nmight telegraph through flooring, clean, dry, and free of curing compounds, surface hardeners,\nand other chemicals that might interfere with bonding of flooring to substrate.\nC. Verify that wall surfaces are smooth and flat within the tolerances specified for that type of work,\nare dust-free, and are ready to receive resilient base.\nResilient Flooring\n09 65 00 - 5\n---- Page 6 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n3.02\nPREPARATION\nA. Surface Preparation: Refer to manufacturer's instructions and recommendations, Section 01 40\n00 - Quality Requirements, and Section 01 70 00 - Execution and Closeout Requirements, and\nas follows:\n1. Prepare substrates to ensure proper adhesion of the resilient flooring system.\n2. Wood Substrates and Exterior Panel Type Underlayment. Prepare and install per PS 1, PS\n2, and APA Form L334.\n3. Expansion joints, isolation joints or other moving joints in concrete shall not be filled with\npatching compound nor covered with resilient flooring.\n4. Sweep and vacuum clean flooring substrates immediately prior to installation of resilient\nsheet flooring\nB. Remove subfloor ridges and bumps. Fill minor low spots, cracks, joints, holes, and other defects\nwith subfloor filler to achieve smooth, flat, hard surface.\nC. Prohibit traffic until filler is fully cured.\nD. Apply primer to prevent \"bleed-through\" or interference with adhesion by substances that cannot\nbe removed.\n3.03\nINSTALLATION - GENERAL\nA. General: Install Resilient Flooring and Accessories according to the Drawings, submittals,\nmanufacturer's instructions, Section 01 70 00 - Execution and Closeout Requirements, and as\nfollows:\n1. Starting installation constitutes acceptance of subfloor conditions.\n2. Install in accordance with manufacturer's written instructions.\n3. Adhesive-Applied Installation:\na. Spread only enough adhesive to permit installation of materials before initial set.\nb. Fit joints and butt seams tightly.\nc. Set flooring in place, press with heavy roller to attain full adhesion.\n4. Where type of floor finish, pattern, or color are different on opposite sides of door, terminate\nflooring under centerline of door.\n5. Install edge strips at unprotected or exposed edges, where flooring terminates, and where\nindicated.\n6. Scribe flooring to walls, columns, cabinets, floor outlets, and other appurtenances to produce\ntight joints.\n3.04\nINSTALLATION - SHEET FLOORING\nA. Lay out without adhesive, and reverse roll the resilient sheet flooring during acclimation period.\n1. Dry lay the sheet on the floor for 24 hours to ensure the sheet is totally relaxed.\n2. Seal seams by heat welding where indicated.\n3. Lay flooring with tightly butted seams, unless recommended otherwise by the flooring\nmanufacturer.\na. Use seam sealer as recommended by the manufacturer for specific flooring type.\nB. Cutting: Lay resilient sheet flooring starting at the marked centerline. Cut the sheet closely to the\nwall using a utility knife.\n1. Leave a 3/16 inch (5mm) gap at all inside and outside corners.\n2. Double cut sheet at seams.\nC. Extend flooring into toe spaces, door reveals, closets, and similar openings.\n1. Extend resilient sheet flooring to center of door openings.\nD. Maintain reference markers, holes, and openings that are in place or marked for future cutting by\nrepeating on sheet flooring as marked on substrates.\n1. Use chalk or other non-permanent, non-staining marking device.\nResilient Flooring\n09 65 00 - 6\n---- Page 7 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nE. Expansion Joints: Locate expansion joints and other sealant-filled joints, including control,\ncontraction, and isolation joints, where indicated during installation of adhesive and resilient\nsheet flooring.\n1. Do not saw-cut joints after installing resilient flooring.\nF. Do not fill movement joints with patching compound or cover with resilient flooring.\n1. Install movement joint systems per manufacturers instructions.\nG. Spray-Applied Adhesive Method:\n1. Do not place finish-flooring product until adhesive applied to substrate is ready to receive it\nper adhesive manufacturer's instructions.\n2. Mark floor equivalent to manufacturer's recommended area for size of container used. Apply\nno more or less adhesive than what manufacturer recommends.\n3. Outline perimeter of the room with a four to five inch (100mm to 125mm) wide band of\nadhesive. Apply the adhesive from eight-12 inches (200mm to 300mm) above the substrate.\n4. Lay flooring finish material, adjust and reset until layout placement is certain.\n5. Following installation of finish flooring (typically within an hour after installing) roll entire floor\narea with a 75 to 100 lb (34 to 45 kg) roller to ensure proper bonding with instant shear\nstrength.\n6. Close space to traffic for two hours before beginning installation, however, flooring is\nimmediately available after rolling for all range of use.\nH. Trowel Adhesive Method: Adhere resilient sheet flooring to substrates using a full spread of\nadhesive applied to substrate with a trowel to produce a completed installation without open\ncracks, voids, raising and puckering at joints, telegraphing of adhesive spreader marks, or other\nsurface imperfections.\n1. Allow adhesive to set-up.\n2. Roll the flooring within an hour after placing the flooring into the adhesive bed.\na. Roll the seam area using a hand roller.\nb. Roll the floor in both directions, with a 100 lb three-section roller overlapping the\nprevious rolled area by 1/2 of the width of the roller.\n3. Protect flooring from foot traffic for 12 hours before and after installation per adhesive\nmanufacturer's instructions to allow proper set up time.\na. Keep furniture, fixtures, and rolling traffic off the floor for 48 hours.\nI. Coved Base: Install as detailed on drawings, using coved base filler as backing at floor to wall\njunction. Extend sheet flooring vertically to height indicated, and cover top edge with metal cap\nstrip.\n3.05\nINSTALLATION - RESILIENT BASE\nA. Fit joints tightly and make vertical. Maintain minimum dimension of 18 inches between joints.\nB. Miter internal corners. At external corners, use premolded units. At exposed ends, use\npremolded units.\nC. Install base on solid backing. Bond tightly to wall and floor surfaces.\nD. Scribe and fit to door frames and other interruptions.\n3.06\nFIELD QUALITY CONTROL\nA. Site Tests and Inspections per Section 01 40 00 - Quality Requirements, and as follows:\n1. Inspect floor installation for non-conforming work including, but not limited to, the following:\na. Improper substrate preparation as iIndicated by: Buckling or telegraphing; air blisters,\nbuckles, and dirt or debris under the sheet flooring; and Moisture related failures.\nb. Lack of adequate adhesion as exhibited by: Loose edges or seams; seams peaking;\nshrinkage, or wide or too tight joints; or adhesive oozing or adhesive on top of the\nflooring\nResilient Flooring\n09 65 00 - 7\n---- Page 8 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nc. Damaged flooring as indicated by indentations, splits, cuts, cracks, punctures, melting,\nor burn marks\nB. Remove, repair and reinstall or restore-in-place damaged items prior to inspection for\nSubstantial Completion.\n1. ouch-up damaged surface finishes.\n2. Replace damaged materials or items with new if repair not acceptable to Architect.\n3.07\nCLEANING\nA. Comply with requirements of Section 01 74 19 - Construction Waste Management and Disposal.\nB. Remove excess adhesive from floor, base, and wall surfaces without damage.\nC. Clean, and provide initial preparation, maintenance, and other requirements, for initial\noccupancy, in accordance with manufacturer's instructions.\n3.08\nPROTECTION\nA. Protect finished resilient flooring from construction traffic to ensure that it is without damage\nupon Date of Substantial Completion or Owner ccupancy, whichever occurs first.\nB. Prohibit traffic on resilient flooring for 48 hours after installation, or for time period indicated by\nmanufacturer, whichever is longer.\nEND OF SECTION\nResilient Flooring\n09 65 00 - 8"
  }
}