{
  "chunk-06e83776d9c437d9fd26a5f9c679cdb4": {
    "tokens": 1300,
    "content": "---- Page 1 ----\nCost #\nConformed Construction Set\nReceived_03/10/23\nDEW CONSTRUCTION\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nJob #\n1036\nSECTION 09 51 00\nACOUSTICAL CEILINGS\nPART 1 GENERAL\n1.01\nSECTION INCLUDES\nA. Furnishing, delivering, erecting and installing the following work:\n1. Suspended metal grid ceiling system.\n2. Acoustical units.\n3. Supplementary insulation above ceiling.\n4. Trim, perimeter pockets, and other accessories required for a complete installation.\n1.02\nREFERENCE STANDARDS\nA. Editions of listed standards as referenced by applicable codes, or most current edition if not\nreferenced:\n1. ASCE. American Society of Civil Engineers; www.asce.org.\na. ASCE 7 - Minimum Design Loads and Associated Criteria for Buildings and Other\nStructures.\n2. ASTM. ASTM International; www.astm.org.\na. ASTM C635/C635M - Standard Specification for Manufacture, Performance, and Testing\nof Metal Suspension Systems for Acoustical Tile and Lay-in Panel Ceilings.\nb. ASTM C636/C636M - Standard Practice for Installation of Metal Ceiling Suspension\nSystems for Acoustical Tile and Lay-In Panels.\nc. ASTM E119 - Standard Test Methods for Fire Tests of Building Construction and\nMaterials.\nd. ASTM E119 - Standard Test Methods for Fire Tests of Building Construction and\nMaterials.\ne. ASTM E580/E580M - Standard Practice for Installation of Ceiling Suspension Systems\nfor Acoustical Tile and Lay-in Panels in Areas Subject to Earthquake Ground Motions.\nf.\nASTM E1264 - Standard Classification for Acoustical Ceiling Products.\ng. ASTM E84 - Standard Test Method for Surface Burning Characteristics of Building\nMaterials.\n3. UL. Underwriters Laboratories; www.ul.com.\na. UL (FRD) - Fire Resistance Directory.\n4. USDA. U.S. Department of Agriculture; www.usda.gov.\n1.03\nADMINISTRATIVE REQUIREMENTS\nA. Scheduling per Section 01 32 16 - Construction Progress Schedule, and as follows:\n1. Sequence work to ensure acoustical ceilings are not installed until building is enclosed,\nsufficient heat is provided, dust generating activities have terminated, and overhead work is\ncompleted, tested, and approved.\n2. Do not install acoustical units until after interior wet work is dry.\n1.04\nSUBMITTALS\nA. See Section 01 30 00 - Administrative Requirements for submittal procedures.\nB. Construction Submittals\n1. Shop Drawings: Indicate grid layout and related dimensioning, junctions with other ceiling\nfinishes, mechanical and electrical items installed in the ceiling, and seismic braces,\ncompression resistant hangers, and other ceiling mounted equipment or devices. Indicate\ncut tile locations and working points within each space.\nAcoustical Ceilings\n09 51 00 - 1\n---- Page 2 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n2. Product Data: Submit manufacturer's printed product literature including products standards,\nacoustical tile materials, suspension system components, finishes, installation instructions,\nuse limitations, and recommendations.\n3. Samples: Submit two samples 6 by 6 inch in size illustrating material and finish of acoustical\nunits.\n4. Samples: Submit two samples each, 12 inches long, of suspension system main runner,\ncross runner, and perimeter molding.\n5. Engineering Data: Provide engineering data and shop drawings for intermediate support\nframing system for cafeteria \"cloud\" ceilings. Document loads on roof framing, fastening\npoints, and types of anchorage and connectors. Design shall be signed and sealed by the\nprofessional structural engineer licensed in the state of Vermont.\nC. Closeout Submittals\n1. Submit in accordance with Section 01 70 00 - Execution and Closeout Requirements and\nSection 01 78 00 - Closeout Submittals.\n2. Maintenance Materials: Furnish the following for Owner's use in maintenance of project.\na. See Section 01 60 00 - Product Requirements, for additional provisions.\nb. Extra Acoustical Units: Quantity equal to 5 percent of total installed.\n1.05\nQUALITY ASSURANCE\nA. Installer Qualifications: Company with a minimum of three years experience specializing in work\nof the type required by this Section.\nB. Single Source Responsibility: Furnish system materials from one manufacturer for entire Project,\nunless otherwise acceptable to Architect.\n1.06\nWARRANTY\nA. See Section 01 78 00 - Closeout Submittals, for additional warranty requirements and submittal\ninstructions and the following:\n1. Materials and Workmanship Warranties: Provide 10 year panel / 15 year system, and 10\nyear / lifetime system warranty (depending on tile specified) warranties, issued by the\nmanufacturer upon completion of the work and beginning on the date of Substantial\nCompletion.\nPART 2 PRODUCTS\n2.01\nMANUFACTURERS\nA. Acoustic Tiles/Panels: Subject to compliance with requirements of these Specifications, provide\nequivalent product from one of the following manufacturers, except where otherwise noted for\nspecific ceiling types below:\n1. Armstrong World Industries, Inc: www.armstrongceilings.com.\n2. CertainTeed Corporation: www.certainteed.com.\n3. USG Corporation: www.usg.com/ceilings.\n4. Other manufacturer's products accepted by the Awarding Authority as equal to the specified\nproducts in terms of construction, quality, durability, performance, and or appearance.\nSubmit as substitutions: see Section 01 25 00 - Substitution Procedures\n2.02\nPERFORMANCE REQUIREMENTS\nA. Fire-Resistance Rating: Determined in accordance with test procedures in ASTM E119 and\ncomplying with the following:\n1. Complete assembly listed and classified by UL (FRD) for the fire resistance indicated.\n2.03\nACOUSTICAL UNITS AND SUSPENDED METAL GRID CEILING SYSTEMS\nA. Regulatory Requirements:\n1. Acoustical materials and suspension systems shall be installed in accordance with the\nmanufacturer's recommendations and",
    "chunk_order_index": 0,
    "full_doc_id": "doc-cdceb2d165ac204e9da784040edf7d46"
  },
  "chunk-ea135fe8e8b294954afc0a833b0b8891": {
    "tokens": 1300,
    "content": "02\nPERFORMANCE REQUIREMENTS\nA. Fire-Resistance Rating: Determined in accordance with test procedures in ASTM E119 and\ncomplying with the following:\n1. Complete assembly listed and classified by UL (FRD) for the fire resistance indicated.\n2.03\nACOUSTICAL UNITS AND SUSPENDED METAL GRID CEILING SYSTEMS\nA. Regulatory Requirements:\n1. Acoustical materials and suspension systems shall be installed in accordance with the\nmanufacturer's recommendations and in compliance with seismic category as indicated on\nAcoustical Ceilings\n09 51 00 - 2\n---- Page 3 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nStructural Drawings.\n2. Acoustical materials and suspension systems shall be installed in accordance with the IBC,\nMSBC (780 CMR).\n3. Acoustical materials and suspension systems shall be installed in accordance with ASCE 7.\n4. Rate acoustical ceiling systems, indicated as fire resistant, for fire endurance as specified\nwhen tested in accordance with ASTM E119.\n5. Provide acoustical units with a flame spread of 25 or less and smoke development of 50 or\nless when tested in accordance with ASTM E84, Class 1.\nB. Acoustical Units - General: ASTM E1264, Class A.\nC. Performance / Design Criteria:\n1. Design Components to ensure light fixtures will not induce eccentric loads. Where\ncomponents may induce rotation of ceiling system components, providing stabilizing\nreinforcement.\n2. Installed Ceiling System:\na. Exhibit maximum deflection of 1/360 of span.\n2.04\nMATERIALS - ACOUSTICAL UNITS\nA. Acoustical Tile Type ACP1: Painted mineral fiber, ASTM E1264 Type III, with the following\ncharacteristics:\n1. Size: 24 by 48 inches .\n2. Thickness: 1 inches.\n3. Composition: Water felted.\n4. Light Reflectance: . 85 percent, determined in accordance with ASTM E1264.\n5. NRC: . 85, determined in accordance with ASTM E1264.\n6. Ceiling Attenuation Class (CAC): . 35, determined in accordance with ASTM E1264.\n7. Edge: Square lay-in.\n8. Surface Color: White.\n9. Surface Pattern: Fine textured.\n10. Basis-of Design Product: Calla by Armstrong.\nB. Acoustical Tile Type ACP1A: Painted mineral fiber, ASTM E1264 Type III, with to the following\ncharacteristics:\n1. Same as ACP1, except size is 24 by 24 inches.\nC. Acoustical Panels Type ACP2: Painted mineral fiber, ASTM E1264 Type IV, with the following\ncharacteristics:\n1. Size: 24 by 48 inches.\nAD2.2.01.04 Project Manual, section 09 51 00 ACOUSTICAL CEILINGS,\n2. Thickness: 3/4 inches.\n1. Same as ACP2, except size is 24 by 24 inches\nASTM E1264 Type IV, with the following characteristics:\nD. Acoustical Panels Type ACP2A: Painted mineral fiber,\nAfter Acoustical Panels Type ACP2 section 2.04-C add\n3.\nComposition: Wet felted.\n4.\nLight Reflectance: . 90 percent, determined in accordance with ASTM E1264.\nRenumber subsequent subparagraphs accordingly.\n5.\nNRC: 00 determined in accordance with ASTM E1264.\n6. (NRC: . 85, determined as specified in ASTM E1264.1/2.2\n7.\nCeiling Attenuation Class (CAC): 0.35, determined in accordance with ASTM E1264.\n8. Edge: Square lay-in.\n9. Surface Color: White.\n10. Surface Pattern: Fine textured.\n2.2\n11. Basis-of Design Product Ultima ?by Armstrong.\nD. Acoustical Panels Type ACP5: painted mineral fiber ASTM E1264 Type XX with the following\ncharacteristics:\n1. Size: 24 by 48 inches.\nAcoustical Ceilings\n09 51 00 - 3\n---- Page 4 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n2. Thickness: 5/8-inch\n3. Composition: Water-felted, ceramic bonded\n4. Light Reflectance: . 82 percent, determined as specified in ASTM E1264.\n5. NRC: . 55, determined as specified in ASTM E1264\n6. Ceiling Attenuation Class (CAC): 40, determined as specified in ASTM E1264.\n7. Panel Edge: Square lay-in.\n8. Surface Pattern: Smooth.\n9. Surface Color: White.\n10. Basis-of Design Product: Ceramaguard Fine Fissured by Armstrong.\n2.05\nSUSPENSION SYSTEM(S)\nA. Manufacturers:\n1. Same as for acoustical units.\n2. Other manufacturer's products accepted by the Awarding Authority as equal to the specified\nproducts in terms of construction, quality, durability, performance, and or appearance.\nSubmit as substitutions: see Section 01 25 00 - Substitution Procedures.\nB. Suspension Systems - General: ASTM C635; die cut and interlocking components, with\nstabilizer bars, clips, splices, perimeter moldings, and hold down clips as necessitated by the\nwork.\nC. Exposed Suspension System: Formed steel, commercial quality cold rolled.\n1. Structural Classification: Heavy-duty, when tested in accordance with ASTM C635/C635M.\n2. Profile: Tee; 15/16 inch face width.\n3. Finish: Baked enamel.\n4. Color: White.\n5. Basis of Design Product: Prelude tee suspension system, by Armstrong\nD. Exposed Suspension System: Extruded aluminum.\n1. Application(s): Wet areas.\n2. Structural Classification: Light-duty, when tested in accordance with ASTM C635/C635M.\n3. Profile: Tee; 15/16 inch face width.\n4.\nConstruction: Double web.\n5. Finish: Baked enamel.\n6. Color: White.",
    "chunk_order_index": 1,
    "full_doc_id": "doc-cdceb2d165ac204e9da784040edf7d46"
  },
  "chunk-7aab6ccc415e5b710c837db78da1ba28": {
    "tokens": 1300,
    "content": ": Baked enamel.\n4. Color: White.\n5. Basis of Design Product: Prelude tee suspension system, by Armstrong\nD. Exposed Suspension System: Extruded aluminum.\n1. Application(s): Wet areas.\n2. Structural Classification: Light-duty, when tested in accordance with ASTM C635/C635M.\n3. Profile: Tee; 15/16 inch face width.\n4.\nConstruction: Double web.\n5. Finish: Baked enamel.\n6. Color: White.\n7. Basis of Design: Prelude, by Armstrong.\n2.06\nACCESSORIES\nA. Support Channels and Hangers: Galvanized steel; size and type to suit application, seismic\nrequirements, and ceiling system flatness requirement specified.\nB. Hanger Wire: 12 gauge, 0.08 inch galvanized steel wire.\nC. Perimeter Moldings: Same metal and finish as grid.\n1. At Exposed Grid: Angle molding: L-shaped, for mounting at same elevation as face of grid.\n2. At Acoustic Ceiling Clouds and where indicated on drawings: Prefinished aluminum\nCompasso edge trim by USG, or an Architect-acceptable equivalent.\n3. At celing height transitions in sizes and location indicated on Drawings: Compasso by USG,\nor an Architect-acceptable equivalent.\nD. Gypsum Board: Fire rated type; 5/8 inch thick, ends and edges square, paper faced.\nE. Touch-up Paint: Type and color to match acoustical and grid units.\nAcoustical Ceilings\n09 51 00 - 4\n---- Page 5 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nPART 3 EXECUTION\n3.01\nEXAMINATION\nA. Examination and Acceptance of Conditions per Section 01 40 00 - Quality Requirements, and as\nfollows:\n1. Carefully examine installation areas with Installer present, for compliance with requirements\naffecting work performance.\na. Verify that field measurements, substrates, structural support, utility connections,\ntolerances, levelness, plumbness, humidity, moisture content level, cleanliness and\nother conditions are ready to receive work.\nb. Verify that layout of hangers will not interfere with other work.\n2. Proceed with installation only after unsatisfactory conditions have been corrected.\n3.02\nINSTALLATION - SUSPENSION SYSTEM\nA. General: Install suspension system in accordance with ASTM C636/C636M, ASTM\nE580/E580M, and manufacturer's instructions, ASCE 7, Drawings and as follows:\n1. Install acoustical materials and suspension systems in accordance with UL (FRD) Design\nNumber for roof/ceiling assembly indicated on Drawings.\n2. Rigidly secure system, including integral mechanical and electrical components, for\nmaximum deflection of 1:360.\na. Provide seismic bracing with diagonal wire hangers at each room exceeding 750 SF and\nas made necessary by building codes.\nb. Locate system on room axis according to reflected plan.\nc. Perimeter Molding: Install at intersection of ceiling and vertical surfaces and at junctions\nwith other interruptions.\n1) Use longest practical lengths.\n2) Overlap and rivet corners.\n3. Install after major above-ceiling work is complete. Coordinate the location of hangers with\nother work.\n4. Provide hanger clips during steel deck erection. Provide additional hangers and inserts.\n5. Suspension System, Non-Seismic: Hang suspension system independent of walls, columns,\nducts, pipes and conduit. Where carrying members are spliced, avoid visible displacement\nof face plane of adjacent members.\n6. Where ducts or other equipment prevent the regular spacing of hangers, reinforce the\nnearest affected hangers and related carrying channels to span the extra distance.\n7. Do not support components on main runners or cross runners if weight causes total dead\nload to exceed deflection capability.\n8. Support fixture loads using supplementary hangers located within 6 inches of each corner, or\nsupport components independently.\n9. Do not eccentrically load system or induce rotation of runners.\n10. Install light fixture boxes constructed of gypsum board above light fixtures in accordance with\nfire rated assembly requirements and light fixture ventilation requirements.\n11. Design and install intermediate steel support system to span between roof framing and\nprovide suspension points coordinated with acoustical ceiling cloud configurations.\n3.03\nINSTALLATION - ACOUSTICAL UNITS\nA. General: Install suspension system in accordance with ASTM C636/C636M, ASTM\nE580/E580M, and manufacturer's instructions, ASCE 7, Drawings and as follows:\n1. Install acoustical materials and suspension systems in accordance with UL (FRD) Design\nNumber for roof/ceiling assembly indicated on Drawings.\nAcoustical Ceilings\n09 51 00 - 5\n---- Page 6 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n2. Fit acoustical units in place, free from damaged edges or other defects detrimental to\nappearance and function.\n3. Fit border trim neatly against abutting surfaces.\n4. Install acoustical units level, in uniform plane, and free from twist, warp, and dents.\n5. Cutting Acoustical Units:\na. Cut to fit irregular grid and perimeter edge trim.\nb. Make field cut edges of same profile as factory edges.\nc. Double cut and field paint exposed reveal edges.\n6. Install hold-down clips on panels within 20 ft of an exterior door.\n7. Locate ceiling access panels directly under the items that require access, and as indicated.\n3.04\nFIELD QUALITY CONTROL\nA. See Section 01 40 00 - Quality Requirements, for additional requirements.\nB. Remove, repair and reinstall or restore in place damaged items prior to inspection for Substantial\nCompletion.\n1. Replace damaged materials and components with new if repair not acceptable to Architect.\n3.05\nCLEANING\nA. Comply with requirements of Section 01 74 19 - Construction Waste Management and Disposal.\nB. Following installation, clean dirty discolored surfaces of acoustical units and leave them free of\ndefects.\n3.06\nPROTECTION\nA. Protect installed work from subsequent construction operations until date of Substantial\nCompletion",
    "chunk_order_index": 2,
    "full_doc_id": "doc-cdceb2d165ac204e9da784040edf7d46"
  },
  "chunk-ea6f1b95a9d6df0f2936db336e256cb1": {
    "tokens": 127,
    "content": "prior to inspection for Substantial\nCompletion.\n1. Replace damaged materials and components with new if repair not acceptable to Architect.\n3.05\nCLEANING\nA. Comply with requirements of Section 01 74 19 - Construction Waste Management and Disposal.\nB. Following installation, clean dirty discolored surfaces of acoustical units and leave them free of\ndefects.\n3.06\nPROTECTION\nA. Protect installed work from subsequent construction operations until date of Substantial\nCompletion or Owner occupancy, whichever occurs first.\nEND OF SECTION\nAcoustical Ceilings\n09 51 00 - 6",
    "chunk_order_index": 3,
    "full_doc_id": "doc-cdceb2d165ac204e9da784040edf7d46"
  }
}