{
  "chunk-868db19683bfb819acf88835e297ddba": {
    "tokens": 750,
    "content": "---- Page 1 ----\nCost #_\nConformed Construction Set\nReceived\n03/10/23\nDEW CONSTRUCTION\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nJob #\n10363\nSECTION 09 21 16\nGYPSUM BOARD ASSEMBLIES\nPART 1 GENERAL\n1.01\nSECTION INCLUDES\nA. Fabricating, furnishing, delivering, erecting, and installing the following Gypsum Board Assembly\nwork:\n1. Metal stud wall framing.\n2. Gypsum ceiling suspension system.\n3. Acoustic batt insulation and sealant.\n4. Gypsum sheathing.\n5. Cementitious backing board.\n6. Gypsum board.\n7. Joint treatment and accessories.\n1.02\nREFERENCE STANDARDS\nA. Editions of listed standards as referenced by applicable codes, or most current edition if not\nreferenced:\n1. AISI. American Iron and Steel Institute; www.steel.org.\na. AISI S100 - North American Specification for the Design of Cold-Formed Steel Structural\nMembers.\n2. ANSI. American National Standards Institute; www.ansi.org:\na. ANSI A108.11 - American National Standard Specifications for Interior Installation of\nCementitious Backer Units.\nb. ANSI A118.9 - American National Standard Specifications for Test Methods and\nSpecifications for Cementitious Backer Units.\n3. ASTM. ASTM International; www.astm.org:\na. ASTM A653/A653M - Standard Specification for Steel Sheet, Zinc-Coated (Galvanized)\nor Zinc-Iron Alloy-Coated (Galvannealed) by the Hot-Dip Process.\nb. ASTM C645 - Standard Specification for Nonstructural Steel Framing Members.\nc. ASTM C665 - Standard Specification for Mineral-Fiber Blanket Thermal Insulation for\nLight Frame Construction and Manufactured Housing.\nd. ASTM C754 - Standard Specification for Installation of Steel Framing Members to\nReceive Screw-Attached Gypsum Panel Products.\ne. ASTM C840 - Standard Specification for Application and Finishing of Gypsum Board.\nf. ASTM C1047 - Standard Specification for Accessories for Gypsum Wallboard and\nGypsum Veneer Base.\ng. ASTM C1177/C1177M - Standard Specification for Glass Mat Gypsum Substrate for Use\nas Sheathing.\nh. ASTM C1280 - Standard Specification for Application of Exterior Gypsum Panel\nProducts for Use as Sheathing.\ni.\nASTM C1325 - Standard Specification for Fiber-Mat Reinforced Cementitious Backer\nUnits.\nj.\nASTM C1396/C1396M - Standard Specification for Gypsum Board.\nk. ASTM C1658/C1658M - Standard Specification for Glass Mat Gypsum Panels.\nI. ASTM D3273 - Standard Test Method for Resistance to Growth of Mold on the Surface\nof Interior Coatings in an Environmental Chamber.\nm. ASTM E90 - Standard Test Method for Laboratory Measurement of Airborne Sound\nTransmission Loss of Building Partitions and Elements.\nGypsum Board Assemblies\n09 21 16 - 1\n---- Page 2 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nn. ASTM E413 - Classification for Rating Sound Insulation.\n4. GA. Gypsum Association; www.gypsum.org\na. GA-214 - Levels of Finish for Gypsum Panel Products.\nb. GA-216 - Application and Finishing of Gypsum Panel Products.\nc. GA-600 - Fire Resistance and Sound Control Design Manual.\n5. UL. Underwriters Laboratories, Inc .; www.ul.org.\na. UL",
    "chunk_order_index": 0,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-976559fc23c5c3a8314ae10fe3121ef8": {
    "tokens": 750,
    "content": "/ 19-0799\nBid Set\nn. ASTM E413 - Classification for Rating Sound Insulation.\n4. GA. Gypsum Association; www.gypsum.org\na. GA-214 - Levels of Finish for Gypsum Panel Products.\nb. GA-216 - Application and Finishing of Gypsum Panel Products.\nc. GA-600 - Fire Resistance and Sound Control Design Manual.\n5. UL. Underwriters Laboratories, Inc .; www.ul.org.\na. UL (FRD) - Fire Resistance Directory.\n6. WH. Warnock Hersey; www.intertek.com/marks/wh/.\n1.03\nSUBMITTALS\nA. See Section 01 30 00 - Administrative Requirements for submittal procedures.\nB. Construction Submittals\n1. Product Data: Provide data on metal framing, gypsum board, accessories, and joint finishing\nsystem.\n2. Product Data: Provide manufacturer's data on partition head to structure connectors,\nshowing compliance with requirements.\n3. Test Reports: For stud framing products that do not comply with ASTM C645 or ASTM\nC754, provide independent laboratory reports showing maximum stud heights at required\nspacings and deflections.\n4. Certificates: Asbestos-free materials.\n1.04\nQUALITY ASSURANCE\nA. Single Source Responsibility: furnish all materials of same type from one manufacturer for entire\nProject.\nB. Copies of Documents at Site: Maintain at the project site a copy of each referenced document\nthat prescribes execution requirements.\n1.05\nFIELD CONDITIONS\nA. Do not install gypsum board assemblies when temperature, humidity, or other environmental\nconditions are detrimental to successful installation, per manufacturer's recommendations.\nB. Dispose of and do not install gypsum board materials that become wet.\nPART 2 PRODUCTS\n2.01\nGYPSUM BOARD ASSEMBLIES\nA. Provide completed assemblies complying with ASTM C840 and GA-216.\n1. See PART 3 for finishing requirements.\nB. Interior Partitions: Provide completed assemblies with the following characteristics:\n1. Acoustic Attenuation: STC of 45-49 calculated in accordance with ASTM E413, based on\ntests conducted in accordance with ASTM E90.\nC. Ceilings:\n1. Maximum mid-span deflection of L/240.\nD. Wall Surfaces to Receive Tile Finish:\n1. Maximum deflection to comply with tile manufacturer's instructions for tile type and size.\nE. Fire-Resistance-Rated Assemblies: Provide completed assemblies where indicated on\nDrawings or required by applicable code:\n1. UL Assembly Numbers: Provide construction equivalent to that listed for the particular\nassembly in the current UL (FRD).\n2.02\nMETAL FRAMING MATERIALS\nA. Manufacturers - Metal Framing, Connectors, and Accessories: Subject to compliance with\nrequirements of these Specifications, provide one of the following:\n1. ClarkDietrich Building Systems; ProStud: www.clarkdietrich.com.\nGypsum Board Assemblies\n09 21 16 - 2\n---- Page 3 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n2. Marino; ViperStud: www.marinoware.com. (Basis of Design)\n3. Phillips Manufacturing Co; ViperStud: www.phillipsmfg.com.\n4. Other manufacturer's products accepted by the Awarding Authority as equal to the specified\nproducts in terms of construction, quality, durability, performance, and or appearance.\nSubmit as substitutions: see Section 01 25 00 - Substitution Procedures.\nB. Non-structural Framing System Components: ASTM C645; galvanized sheet steel",
    "chunk_order_index": 1,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-296abc63b24d56d82876aff39c5d17b4": {
    "tokens": 750,
    "content": "Stud: www.marinoware.com. (Basis of Design)\n3. Phillips Manufacturing Co; ViperStud: www.phillipsmfg.com.\n4. Other manufacturer's products accepted by the Awarding Authority as equal to the specified\nproducts in terms of construction, quality, durability, performance, and or appearance.\nSubmit as substitutions: see Section 01 25 00 - Substitution Procedures.\nB. Non-structural Framing System Components: ASTM C645; galvanized sheet steel, of size and\nproperties necessary to comply with ASTM C754 for the spacing indicated, with maximum\ndeflection of wall framing of L/120 at 5 psf.\n1. Exception: The minimum metal thickness and section properties of ASTM C645 are waived\nprovided steel of 40 ksi minimum yield strength is used, the metal is continuously dimpled,\nthe effective thickness is at least twice the base metal thickness, and maximum stud heights\nare determined by testing in accordance with ASTM E72 using assemblies specified by\nASTM C754.\n2. Where wall is to receive tile finish, comply with tile manufacturer's recommendations for\ndeflection, where more stringent than stated in this paragraph.\n3. Depth of section: As shown on Drawings.\n4. Flange width: Not less than 1.25 inch.\n5. Runners: U shaped, sized to match studs.\n6. Ceiling Channels: C-shaped.\n7. Furring: Hat-shaped sections, minimum depth of 7/8 inch. Minimum face width of 1.25 inch.\n8. Maximum deflection of wall framing behind tile finish is to be L/360 at 7.5 psf.\na. Comply with tile manufacturer's instructions where they require less deflection for\nspecified tile type and size.\n9. Resilient Furring Channels, for sound-rated partitions: Single or double leg configuration;\n1/2 inch channel depth.\na. Products:\n1) Same manufacturer as other framing materials.\nC. Shaft Wall Studs and Accessories: ASTM C645; galvanized sheet steel, of size and properties\nnecessary to comply with ASTM C754 and specified performance requirements.\n1. Products:\na. Same manufacturer as other framing materials.\nD. Partition Head to Structure Connections: Provide mechanical anchorage devices that\naccommodate deflection and prevent rotation of studs while maintaining structural performance\nof partition.\n1. Structural Performance: Maintain lateral load resistance and vertical movement capacity\nrequired by applicable code, when evaluated in accordance with AISI S100.\n2. Material: ASTM A653/A653M steel sheet, SS Grade 50/340, with G60/Z180 hot-dipped\ngalvanized coating.\n3. Provide components UL-listed for use in UL-listed fire-resistance-rated head of partition joint\nsystems indicated on drawings.\n4. Deflection and Firestop Track: Intumescent strip factory-applied to track flanges expands\nwhen exposed to heat or flames to provide a perimeter joint seal.\na. Provide mechanical anchorage devices as described above that accommodate\ndeflection while maintaining the fire-rating of the wall assembly.\n2.03\nGYPSUM CEILING SUSPENSION SYSTEM\nA. Suspension system for gypsum board ceilings shall be a pre-engineered suspended tee grid\nsystem consisting of cold rolled steel main and cross tees with hot dip galvanized finish.\nGypsum Board Assemblies\n09 21 16 - 3\n---- Page 4 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nB. Main tees shall be 1-1/2 inch high by 144 inches long with minimum 1-3/8 inch wide knurled",
    "chunk_order_index": 2,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-1d3097688924e945ae0e6d299de796f5": {
    "tokens": 750,
    "content": "gypsum board ceilings shall be a pre-engineered suspended tee grid\nsystem consisting of cold rolled steel main and cross tees with hot dip galvanized finish.\nGypsum Board Assemblies\n09 21 16 - 3\n---- Page 4 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nB. Main tees shall be 1-1/2 inch high by 144 inches long with minimum 1-3/8 inch wide knurled face\nof fire-rated heavy duty classification. Tees shall be pre-punched for hanger wire holes and\ncross-tee intersections.\nC. Cross tees shall be 1-1/2 inch high by 48 inches long with minimum 1-3/8 inch wide knurled face.\nCross tees shall feature positive locking end tabs to facilitate removal without the need for tools.\nD. Wall track shall be 1-1/2 inch high by 144 inches long by 1 inch wide channel shape with knurled\nface.\nE. Accessory pieces shall be provided and installed to facilitate a complete installation.\nF. Hanger wire shall be 12 gage, spaced maximum 48 inches on center and per UL (FRD) at fire\nrated assemblies. Locate hangers within 12 inches of splice or transition clip. Do not suspend\nhanger wires from mechanical, plumbing, or electrical equipment occuring above the ceiling.\nG. Fastener shall be of type and size as recommended by manufacturer of suspended steel ceiling\nsystem.\n2.04\nBOARD MATERIALS (NOTE: BOARD TYPES APPEAR OUT OF NUMERICAL ORDER)\nA. GYP BD-2 - Gypsum Board: Paper-faced gypsum panels as defined in ASTM C1396/C1396M;\nsizes to minimize joints in place; ends square cut.\n1. Application: Use for vertical surfaces above 10 feet above floor, unless otherwise indicated.\n2. At Assemblies Indicated with Fire-Resistance Rating: Use type required by indicated tested\nassembly; if no tested assembly is indicated, use Type X board, UL or WH listed.\n3.\nThickness:\na. Vertical Surfaces: 5/8 inch.\nb. Multi-Layer Assemblies: Thicknesses as indicated on Drawings.\n4. Products:\na. Basis-of-Design Manufacturer / Product: USG Corporation; Sheetrock Brand Gypsum\nPanels.\nb. CertainTeed Corporation; ProRoc Brand Gypsum Board with M2Tech.\nc. Georgia-Pacific Gypsum; ToughRock Mold-Guard Board.\nd. National Gypsum Company; Gold Bond Brand Gypsum Board.\ne. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\nB. GYP BD-3 - Moisture Resistant Paper Faced Products:\n1. Application: Use for vertical surfaces and horizontal surfaces at rooms subject to moderate\nmoisture or humidity not indicated to receive tile finish, unless otherwise indicated.\n2. Mold Resistance: Score of 10, when tested in accordance with ASTM D3273.\na. Mold-resistant board is required at all locations.\n3. At Assemblies Indicated with Fire-Rating: Use type required by indicated tested assembly; if\nno tested assembly is indicated, use Type X board, UL or WH listed.\n4. Thickness:\na. 5/8 inch.\nb. Multi-Layer Assemblies: Thicknesses as indicated on drawings.\n5. Products:\na. Basis of Design: USG Corporation; Sheetrock Brand",
    "chunk_order_index": 3,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-81c8e0a93fc105cc5d14eeb9a359cc4d": {
    "tokens": 750,
    "content": "accordance with ASTM D3273.\na. Mold-resistant board is required at all locations.\n3. At Assemblies Indicated with Fire-Rating: Use type required by indicated tested assembly; if\nno tested assembly is indicated, use Type X board, UL or WH listed.\n4. Thickness:\na. 5/8 inch.\nb. Multi-Layer Assemblies: Thicknesses as indicated on drawings.\n5. Products:\na. Basis of Design: USG Corporation; Sheetrock Brand Mold Tough AR Gypsum Panels.\nb. CertainTeed Corporation; ProRoc Brand Moisture and Mold Resistant Gypsum Board\nwith M2Tech.\nc. Georgia-Pacific Gypsum; ToughRock Mold-Guard: www.gpgypsum.com/#sle.\nd. National Gypsum Company; Gold Bond Hi-Abuse Brand XP Board .\nGypsum Board Assemblies\n09 21 16 - 4\n---- Page 5 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\ne. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\nC. GYP BD-1 - Impact Resistant Board, Performance Category: Heavy Duty: Tested to Level 3\nsoft-body and hard-body impact in accordance with ASTM C1629/C1629M.\n1. Application: All interior walls not indicated to receive tile up to 10 feet above floor, unless\nother products are specifically identifed herein based on location, applied finish, or humidity.\n2. Mold Resistance: Score of 10, when tested in accordance with ASTM D3273.\n3. Paper-Faced Type: Gypsum board as defined in ASTM C1396/C1396M.\n4. Glass Mat-Faced Type: Gypsum board as defined in ASTM C1658/C1658M.\n5. Type: Fire-resistance-rated Type X, UL or WH listed.\n6. Thickness: 5/8 inch.\n7. Edges: Tapered.\n8. Products:\na. CertainTeed Corporation; Extreme Impact Resistant Drywall with M2Tech:\nwww.certainteed.com/#sle.\nb. Gold Bond Building Products, LLC provided by National Gypsum Company; Gold Bond\nXP Hi-Impact Gypsum Board: www.goldbondbuilding.com/#sle.\nc. USG Corporation; Sheetrock Brand Mold Tough - VHI Abuse-Resistant panels. (Basis of\nDesign)\nd. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\nD. GYP BD-9 - Cementitious Tile Backer Board For Wet Areas:\n1. Application: Surfaces behind tile in wet areas including toilet rooms, locker rooms, and other\nareas of humidity intended to receive a tile finish.\n2. Mold Resistance: Score of 10, when tested in accordance with ASTM D3273.\n3. ANSI Cement-Based Board: Non-gypsum-based; aggregated Portland cement panels with\nglass fiber mesh embedded in front and back surfaces complying with ASTM C1325.\na. Thickness: 1/2 inch.\nb. Products:\n1) USG Corporation; Durock Brand Cement Board (Basis of Design).\n2) Custom Building Products; Wonderboard: www.custombuildingproducts.com.\n3) National Gypsum Company; PermaBase Brand Cement Board:\nwww.national",
    "chunk_order_index": 4,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-11671a54094a2ab8c3e2767e42f2b190": {
    "tokens": 750,
    "content": "3.\n3. ANSI Cement-Based Board: Non-gypsum-based; aggregated Portland cement panels with\nglass fiber mesh embedded in front and back surfaces complying with ASTM C1325.\na. Thickness: 1/2 inch.\nb. Products:\n1) USG Corporation; Durock Brand Cement Board (Basis of Design).\n2) Custom Building Products; Wonderboard: www.custombuildingproducts.com.\n3) National Gypsum Company; PermaBase Brand Cement Board:\nwww.nationalgypsum.com.\n4) Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution\nProcedures.\nE. GYP BD-6 - Ceiling Board: Special sag resistant gypsum ceiling board as defined in ASTM\nC1396/C1396M; sizes to minimize joints in place; ends square cut.\n1. Application: Ceilings, unless otherwise indicated.\n2. Thickness: 1/2 inch.\na. At non fire-rated ceilings\n3. Edges: Tapered.\n4. Products:\na. Georgia-Pacific Gypsum; ToughRock Span 24 Ceiling Board: www.gpgypsum.com/#sle.\nGypsum Board Assemblies\n09 21 16 - 5\n---- Page 6 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nb. USG Corporation; Sheetrock Brand Sag-Resistant Interior Gypsum Ceiling Board (Basis\nof Design).\nc. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section .\nF. GYP BD-5 - Exterior Sheathing Board: Sizes to minimize joints in place; ends square cut.\n1. Application: Exterior sheathing, unless otherwise indicated.\n2. Glass Mat Faced Sheathing: Glass mat faced gypsum substrate as defined in ASTM\nC1177/C1177M.\n3. Core Type: Regular.\n4. Regular Board Thickness: 1/2 inch.\n5. Edges: Square.\n6. Products:\na. Georgia-Pacific Gypsum; DensGlass Sheathing: www.gpgypsum.com/#sle.\nb. Gold Bond Building Products, LLC provided by National Gypsum Company; Gold Bond\neXP Fire-Shield Sheathing: www.goldbondbuilding.com/#sle.\nc. USG Corporation; Securock Glass-Mat Sheathing (Basis of Design).\nd. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\nG. GYP BD-7 - Exterior Ceiling Board: Exterior gypsum soffit board as defined in ASTM\nC1396/C1396M; sizes to minimize joints in place; ends square cut.\n1. Application: Ceilings and soffits in protected exterior areas, unless otherwise indicated.\n2. Type X Thickness: 5/8 inch.\n3. Type C Thickness: 5/8 inch.\n4. Regular Type Thickness: 1/2 inch for framing 16 inches on center, and 5/8-inch for framing\n24 inches on center.\n5. Edges: Tapered.\n6. Products:\na. CertainTeed Corporation; ProRoc Brand Exterior Soffit Board.\nb. Georgia-Pacific Gypsum; ToughRock Fireguard C Soffit",
    "chunk_order_index": 5,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-8d105a2e548cb7294ce30bf186063288": {
    "tokens": 750,
    "content": "Type X Thickness: 5/8 inch.\n3. Type C Thickness: 5/8 inch.\n4. Regular Type Thickness: 1/2 inch for framing 16 inches on center, and 5/8-inch for framing\n24 inches on center.\n5. Edges: Tapered.\n6. Products:\na. CertainTeed Corporation; ProRoc Brand Exterior Soffit Board.\nb. Georgia-Pacific Gypsum; ToughRock Fireguard C Soffit Board:\nwww.gpgypsum.com/#sle.\nc. USG Corporation; Sheetrock Exterior Gypsum Ceiling Board (Basis of Design).\nd. Other manufacturer's products accepted by the Awarding Authority as equal to the\nspecified products in terms of construction, quality, durability, performance, and or\nappearance. Submit as substitutions: see Section 01 25 00 - Substitution Procedures.\n2.05\nSHAFTWALL AND COREBOARD\nA. Type X; 1 inch thick by 24 inches wide, beveled long edges, ends square cut.\nB. Paper-Faced Type: Gypsum shaftliner board or gypsum coreboard as defined ASTM\nC1396/C1396M; water-resistant faces.\nC. Products:\n1. Georgia-Pacific Gypsum; DensGlass Shaftliner (mold-resistant): www.gpgypsum.com/#sle.\n2. Other manufacturer's products accepted by the Awarding Authority as equal to the specified\nproducts in terms of construction, quality, durability, performance, and or appearance.\nSubmit as substitutions: see Section 01 25 00 - Substitution Procedures.\n2.06\nGYPSUM BOARD ACCESSORIES\nA. Acoustic Insulation:\n1. Mineral Wool insulation: As specified in Section 07 21 00 - Thermal Insulation.\nGypsum Board Assemblies\n09 21 16 - 6\n---- Page 7 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nB. Acoustic Sealant: Acrylic emulsion latex or water-based elastomeric sealant, as specified in\nSection 07 92 00; do not use solvent-based non-curing butyl sealant. Non-hardening, non-\nskinning, non-migrating for use in conjunction with gypsum board as recommended by board\nmanufacturer, paintable wherever exposed to view.\nC. Finishing Accessories: ASTM C1047, galvanized steel, unless noted otherwise.\n1. Types: As detailed or required for finished appearance.\n2. Reinforced plastic/paper corner bead shall be used to reinforce all vertical and horizontal\nexternal corners.\n3. Galvanized metal trim shall be applied over gypsum edge where partition or ceiling\nterminates against masonry or other dissimilar material. Hold board away from contact with\nexterior masonry walls, structural columns and beams and at least 1/4-inch from pipes.\n4. Control Joints: One-piece joint assembly of non-corrosive metal or extruded vinyl with\ncontinuous unperforated expansion strip for insertion into joint, and perforated flanges for\nfastening to face of board. Must comply with ASTM C1047.\nD. Joint Treatment: Tape may be plain or perforated, compound to be adhesive with or without\nfillers, all complying with ASTM C475/C475M. Compound may be dry powder or premixed, and\neither single compound for both bedding and finish coats, or two component treatment, one for\nbedding and the other for finishing joints.\n1. Self adhering vinyl tape shall be used for raw edges of moisture resistant board types.\n2. Use special water resistant type joint compound for treatment of joints,",
    "chunk_order_index": 6,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-4c3821d1780887185d31d928eb3b63a3": {
    "tokens": 750,
    "content": ": Tape may be plain or perforated, compound to be adhesive with or without\nfillers, all complying with ASTM C475/C475M. Compound may be dry powder or premixed, and\neither single compound for both bedding and finish coats, or two component treatment, one for\nbedding and the other for finishing joints.\n1. Self adhering vinyl tape shall be used for raw edges of moisture resistant board types.\n2. Use special water resistant type joint compound for treatment of joints, fasten heads and cut\nedges of moisture resistant board types.\n3. Use special chemical hardening type exterior joint compound for exterior applications (GYP\nBD-5).\n4. Use \"setting\" type of joint compound for Abuse resistant and Reinforced Gypsum board as\nrecommended by the manufacturer (GYP BD-1).\n2.07\nFASTENERS\nA. Fasteners shall be Type \"S\" bugle head screws, all 1-1/4 inch minimum length, unless otherwise\nrecommended by manufacturer for application shown or rating required. Fasten moisture\nresistant gypsum wall assembly types with zinc coated screws.\nPART 3 EXECUTION\n3.01\nEXAMINATION\nA. Examination and Acceptance of Conditions per Section 01 40 00 - Quality Requirements and as\nfollows:\n1. Carefully examine installation areas with Installer/Applicator present, for compliance with\nrequirements affecting work performance.\na. Verify that field measurements, surfaces, substrates, structural support, utilities,\ntolerances, levelness, plumbness, humidity, moisture content level, cleanliness and\nother conditions are ready to receive work.\nb. Verify that gypsum board materials are not wet, moisture damaged, or mold damaged\nprior to installation. Remove and replace nonconforming materials.\nc. Proceed with installation only after unsatisfactory conditions have been corrected.\n3.02\nINSTALLATION GENERAL\nA. Install Gypsum Board Assemblies according to the Drawings, submittals, manufacturer's\ninstructions, UL (FRD) Listed Assembly requirements, and as follows:\n1. Install sound insulation as indicated prior to gypsum board unless readily installed after\nboard has been installed.\n2. Cutting: Board shall be cut scoring and breaking or by sawing, working from face side.\nWhere board meets projecting surface, scribe neatly.\nGypsum Board Assemblies\n09 21 16 - 7\n---- Page 8 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n3. Isolation: Where partitions abut ceiling or deck construction or vertical structural elements,\nprovide slip joint between metal framing and structure to prevent transfer of structural loads\nor movements.\n4. Partition Height: Unless otherwise indicated, extend all partitions through to structural deck\nabove.\n5. Sound Rated Applications: Comply with requirements indicated by manufacturer to achieve\nrequired ratings as proven by their certified laboratory test results.\n6. Fasten all moisture resistant gypsum board types with zinc coated screws.\n3.03\nSHAFT WALL INSTALLATION\nA. Shaft Wall Framing: Install in accordance with manufacturer's installation instructions.\nB. Shaft Wall Liner: Cut panels to accurate dimensions and install sequentially between special\nfriction studs.\n3.04\nFRAMING INSTALLATION\nA. Metal Framing: Install in accordance with ASTM C754 and manufacturer's instructions.\nB. Suspended Ceilings and Soffits: Space framing and furring members at 24 inches on center.\n1. Level ceiling system to a tolerance of 1/1200.\n2. Install bracing at exterior locations to resist wind uplift.\nC. Studs: Space studs as indicated. Secure in place with a",
    "chunk_order_index": 7,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-4f771d3193522d95d5910404ca4639e3": {
    "tokens": 750,
    "content": "friction studs.\n3.04\nFRAMING INSTALLATION\nA. Metal Framing: Install in accordance with ASTM C754 and manufacturer's instructions.\nB. Suspended Ceilings and Soffits: Space framing and furring members at 24 inches on center.\n1. Level ceiling system to a tolerance of 1/1200.\n2. Install bracing at exterior locations to resist wind uplift.\nC. Studs: Space studs as indicated. Secure in place with a minimum of two screws at each\nconnection.\n1. Extend partition framing to structure in all locations.\n2. Comply with applicable height and wind pressure limitations of stud sizes and gages, for\neach application.\n3. Layout location of each wall. Install all framing plumb and true to line\n4. Secure all tracks at 24 inch on center maximum and within six inches of each end.\n5. Provide double studs on each side of openings and wall intersections. Secure studs to each\nother with screws.\n6. Where walls do not go above the ceiling line, extend double studs to structure above and\nsecure in place.\n7. Install jack studs, double-headers and sill above and below all openings.\n8. Install blocking and steel plate reinforcement where required for other trades and wall\nmounted items. Refer to drawings.\n9. Install horizontal bracing for exterior walls.\n10. Bracing at Chase Walls: Every other stud, at third (1/3) points, but not over four feet on\ncenter.\n11. Leave framing ready for application of covering materials.\n12. Partitions Terminating at Structure: Attach top runner to structure, maintain clearance\nbetween top of studs and structure, and connect studs to track using specified mechanical\ndevices in accordance with manufacturer's instructions; verify free movement of top of stud\nconnections; do not leave studs unattached to track.\nD. Openings: Reinforce openings for weight of doors or operable panels, using not less than\ndouble studs at jambs.\nE. Standard Wall Furring: Install at concrete and masonry walls scheduled to receive gypsum\nboard, not more than 4 inches from floor and ceiling lines and abutting walls. Secure in place on\nalternate channel flanges at maximum 16 inches on center.\n1. Orientation: Horizontal and vertical.\n2. Spacing: At 16 inches on center.\nF. Furring for Fire Ratings: Install for fire resistance ratings indicated and to GA-600 requirements.\nGypsum Board Assemblies\n09 21 16 - 8\n---- Page 9 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n3.05\nINSTALLATION OF SUSPENDED GYPSUM CEILING SYSTEM\nA. Examine areas to receive materials for conditions that will adversely affect installation. Provide\nwritten notification of unacceptable conditions prior to starting work. Do not begin installation until\nunsatisfactory conditions are resolved.\nB. Verify work above ceiling suspension system is complete and installed in a manner which will not\naffect the layout and installation of the suspension system components.\nC. Install system in accordance with manufacturer's current printed recommendations, and in\ncompliance with state building code.\nD. Non Fire Rated System:\n1. Main tees: Installed 48 inches on center, by direct suspension from existing structure, with\nnot less than 12 gage hanger wires spaced 48 inches on center. along main tee length.\nWrap hanger wires tightly three full turns at each end. Main tees installed straight, true to\nline, and at proper elevation.\n2. Cross tees: Installed perpendicular to main runners 16 inches on center. and adjacent to\neach un-supported side of",
    "chunk_order_index": 8,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-43c2e074b660ceca94918b55b2bca35a": {
    "tokens": 750,
    "content": "D. Non Fire Rated System:\n1. Main tees: Installed 48 inches on center, by direct suspension from existing structure, with\nnot less than 12 gage hanger wires spaced 48 inches on center. along main tee length.\nWrap hanger wires tightly three full turns at each end. Main tees installed straight, true to\nline, and at proper elevation.\n2. Cross tees: Installed perpendicular to main runners 16 inches on center. and adjacent to\neach un-supported side of recessed fixtures.\n3.\nWall track: Installed on vertical surfaces, intersecting suspension components, by method in\naccordance with manufacturer's written instructions and industry accepted standards.\n4. Additional hanger wires: Wrapped tightly three full turns to structure and component at\nlocations where imposed loads could cause deflection exceeding 1/360 span.\n5. Diagonal hanger wire splay bracing in conformance with seismic requirements of state\nbuilding code.\nE. Fire Rated System: Installed in accordance with UL design guidelines indicated on Drawings and\ndetails.\n3.06\nACOUSTIC ACCESSORIES INSTALLATION\nA. Acoustic Insulation: Place tightly within spaces, around cut openings, behind and around\nelectrical and mechanical items within partitions, and tight to items passing through partitions.\nB. Partition Insulation: Install blanket insulation for sound attenuation completely filling spaces\nbetween studs to full height of partition/wall, fitting closely to work that penetrates partition/wall.\nFurnish and install two inch by 24 gage flat strapping, not over 2 feet on center, on open side of\nstuds, wherever insulation is not contained by gypsum board on both sides of studs.\nC. Ceiling Insulation: Install blanket insulation for sound attenuation, laid in place for continuous\nwall-to-wall coverage throughout the space to receive such insulation.\nD. Acoustic Sealant: Install in accordance with manufacturer's instructions.\n1. Partitions: Provide continuous beads of sealant at juncture of both faces of runners or plates\nwith floor and ceiling construction, and wherever board abuts dissimilar materials. Install\nsealant prior to installation of board.\n2. Ceilings: Provide continuous beads of sealant wherever board abuts dissimilar materials.\n3. Control Joints: Provide continuous beads of sealant between edges of board panels at\ncontrol joints prior to installation of surface applied accessories.\n4. Place continuous bead at perimeter of each layer of gypsum board.\n5. Seal around all penetrations by conduit, pipe, ducts, and rough-in boxes, except where\nfirestopping is provided.\n3.07\nBOARD INSTALLATION\nA. Comply with ASTM C 840. Install to minimize butt end joints, especially in highly visible\nlocations.\n1. Provide board of thickness shown and not less than minimum recommended by\nmanufacturer or by code for application shown.\n2. Apply board first to ceilings at right angles to framing members, then to walls. Boards of\nmaximum practical length shall be used so number of end joints are kept to absolute\nGypsum Board Assemblies\n09 21 16 - 9\n---- Page 10 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\nminimum. Bring boards into contact with each other but do not force into place. Install setting\ntype joint compound at abuse resistant and reinforced gypsum board walls to meet\nmanufacturer's recommendations.\n3. Leave rough openings required for installation of other trades. Board joints at openings shall\nbe located so that no end joint will align with edges of openings unless control joints will be\ninstalled at these points. End joints shall be staggered and joints on opposite sides of\npartition shall not occur on the",
    "chunk_order_index": 9,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-4ebe181d76d08cfcf602d7485db659ef": {
    "tokens": 750,
    "content": "Set\nminimum. Bring boards into contact with each other but do not force into place. Install setting\ntype joint compound at abuse resistant and reinforced gypsum board walls to meet\nmanufacturer's recommendations.\n3. Leave rough openings required for installation of other trades. Board joints at openings shall\nbe located so that no end joint will align with edges of openings unless control joints will be\ninstalled at these points. End joints shall be staggered and joints on opposite sides of\npartition shall not occur on the same side.\n4. Board shall be held in firm contact with framing member while fasteners are being driven.\nFastening shall proceed from center position of board toward edges and ends. Fasteners\nshall be set with heads slightly below surfaces of board. take care to avoid breaking face\npaper of board.\nB. Single-Layer Non-Rated: Install gypsum board using longest length boards practical, with ends\nand edges occurring over firm bearing.\n1. Offset at least one stud space on opposite faces of partitions/walls.\nC. Double Layer Application for Walls and Ceilings: Mechanically fasten both layers to supports\nwith screws in accordance with manufacturer's instructions for spacing. On walls, apply both\nlayers vertically with vertical joints staggered on opposite side of partitions. On walls and\nceilings, offset not less than 12 inches between layers.\nD. Fire-Resistance-Rated Construction: Install gypsum board in strict compliance with\nrequirements of assembly listing.\nE. Exterior Sheathing: Comply with ASTM C1280. Install sheathing vertically, with edges butted\ntight and ends occurring over firm bearing.\n1. Provide solid wood blocking wherever end joints do not bear against framing sills or plates.\n2. Fasten to each support in accordance with manufacturer's recommended spacing, but space\nfasteners not more than 8 inches on center. around perimeter at edge and end support and\n8 inches on center at intermediate supports.\nF. Exterior Soffits: Install exterior soffit board perpendicular to framing, with staggered end joints\nover framing members or other solid backing.\n1. Install with 1/4-inch open space where boards abut other work.\n2. Seal cut edges of each piece with water resistant sealant before installation, and seal edges\nat penetration, and other cut-outs in each sheet.\nG. Cementitious Backing Board: Install over steel framing members and plywood substrate where\nindicated, in accordance with manufacturer's instructions.\nH. Installation on Metal Framing: Use screws for attachment of gypsum board.\n1.\nSecure gypsum board to metal studs with Type \"S\" Bugle Head screws 12 inches on center\nat all studs.\n2. Secure gypsum board to metal stud ceiling framing with Type \"W\" screws 12 inches on\ncenter at all supports not to exceed spatial requirement for thickness of gypsum board.\nI. Moisture Protection: Treat cut edges and holes in moisture resistant gypsum board and exterior\ngypsum soffit board with sealant.\n3.08\nINSTALLATION OF TRIM AND ACCESSORIES\nA. Control Joints: Place control joints consistent with lines of building spaces and as indicated.\n1. Insert control joint strips into open joint and staple flanges to board in accordance with\nmanufacturer's instructions.\n2. Not more than 30 feet apart on walls and ceilings over 50 feet long.\n3. At exterior soffits, not more than 30 feet apart in both directions.\nB. Corner Beads: Install at external corners, using longest practical lengths.\n1. Install at external corners, using longest practical lengths.\nGypsum Board Assemblies\n09 21 16 - 10\n---- Page 11 ----\nCharlotte Central School - Phase",
    "chunk_order_index": 10,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-590f0c6cda5eaa7ffc8c3ff15a89d41c": {
    "tokens": 750,
    "content": "in accordance with\nmanufacturer's instructions.\n2. Not more than 30 feet apart on walls and ceilings over 50 feet long.\n3. At exterior soffits, not more than 30 feet apart in both directions.\nB. Corner Beads: Install at external corners, using longest practical lengths.\n1. Install at external corners, using longest practical lengths.\nGypsum Board Assemblies\n09 21 16 - 10\n---- Page 11 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n2. Securely fasten corner beads as recommended by manufacturer, using fasteners that will be\nfully concealed by joint compound fill applied over flanges.\nC. Edge Trim: Install at locations where gypsum board abuts dissimilar materials and as indicated.\n1. Install unjointed lengths wherever possible.\n3.09\nJOINT TREATMENT\nA. Glass Mat Faced Gypsum Board and Exterior Glass Mat Faced Sheathing: Use fiberglass joint\ntape, embed and finish with setting type joint compound.\nB. Paper Faced Gypsum Board: Use paper joint tape, embed with drying type joint compound and\nfinish with drying type joint compound.\nC. Tape and finish gypsum board in accordance with manufacturer's published instructions, levels\ndefined in ASTM C840, GA-214, GA-216, and as follows:\n1. All joints, fastener heads, trim accessories and surface defects shall be filled with joint\ncompound in accordance with manufacturer's recommendations for a smooth, flush surface,\nwith no visible defects after application of field-applied decoration.\n2. Level 4: Walls and ceilings to receive paint finish or wall coverings, unless otherwise\nindicated.\na. Joints and interior angles shall be taped as in Level 2, with two separate coats of joint\ncompound.\nb. Accessories and fasteners shall be coated with three separate coats of joint compound.\nc. Joint compound shall be smooth and free of tool marks and ridges.\nd. Gloss, semi-gloss, and enamel paints are not recommended over a Level 4 finish.\n3. Level 2: In utility areas, behind cabinetry, and on backing board to receive tile finish.\na. Joints and interior angles shall have tape embedded in joint compound.\nb. Surfaces shall be free of excess joint compound. Accessories and fasteners shall be\ncovered by one separate coat of joint compound.\nc. Tooled finish with thin skim of compound above tape at time of tape embedment shall be\nconsidered a separate coat, otherwise, apply additional coat of compound over tape to\nmeet Level 2 requirement.\n4. Level 1: Fire-resistance-rated wall areas above finished ceilings, whether or not accessible\nin the completed construction.\na. Joints and interior angles shall have tape set in joint compound.\nb. Surfaces shall be free of excess joint compound.\nc. Tool marks and ridges are acceptable.\nd. Tape and fastener heads do not need to be covered with joint compound.\nD. Tape, fill, and sand exposed joints, edges, and corners to produce smooth surface ready to\nreceive finishes.\n1. Feather coats of joint compound so that camber is maximum 1/32 inch.\n3.10\nFIELD QUALITY CONTROL\nA. See Section 01 40 00 - Quality Requirements, for additional requirements.\nB. Remove, repair and reinstall or restore in place damaged items prior to inspection for Substantial\nCompletion.\n1. Remove all twisted and damaged or otherwise defective framing, replace with new framing.\n2. Replace board work that cannot be repaired to conceal defects.\n3. Finish touch-up damaged surface finishes.\n4. Replace",
    "chunk_order_index": 11,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  },
  "chunk-b625217386a257cac4fb0f37208910e0": {
    "tokens": 229,
    "content": "camber is maximum 1/32 inch.\n3.10\nFIELD QUALITY CONTROL\nA. See Section 01 40 00 - Quality Requirements, for additional requirements.\nB. Remove, repair and reinstall or restore in place damaged items prior to inspection for Substantial\nCompletion.\n1. Remove all twisted and damaged or otherwise defective framing, replace with new framing.\n2. Replace board work that cannot be repaired to conceal defects.\n3. Finish touch-up damaged surface finishes.\n4. Replace damaged materials and components with new if repair not acceptable to Architect.\n3.11\nCLEANING\nA. Comply with requirements of Section 01 74 19 - Construction Waste Management and Disposal.\nGypsum Board Assemblies\n09 21 16 - 11\n---- Page 12 ----\nCharlotte Central School - Phase 2 Improvements / 19-0799\nBid Set\n3.12\nPROTECTION\nA. Protect installed work from subsequent construction operations until date of Final Completion or\nOwner occupancy, whichever occurs first.\nEND OF SECTION\nGypsum Board Assemblies\n09 21 16 - 12",
    "chunk_order_index": 12,
    "full_doc_id": "doc-9b0229c92a230db65e7a1c83eced9678"
  }
}