{
  "doc-22fa6ec12c575c36421908d5c5498899": {
    "content": "---- Page 1 ----\nDEW\nCONSTRUCTION\nDEW Construction\n277 Blair Park Road, Suite 130\nWilliston, Vermont 05495\nP: +18028720505\nProject: 10258.02 Charlotte Central School Phase\n=\n408 Hinesburg Road\nCharlotte, Vermont 05445\nSubmittal #092116-6.1 - Gypsum Wall Board\n092116 - Gypsum Board Assemblies\nRevision\n1\nSubmittal Manager Becky St. George (DEW Construction)\nStatus\nOpen\nIssue Date\nJun 16, 2023\nResponsible\nSteel Elements International\nContractor\nDate Created\nJun 16, 2023\nSpec Section\n092116 - Gypsum Board Assemblies\nReceived From\nPeter Gauthier (Steel Elements International)\nReceived Date\nSubmit By\nJun 23, 2023\nFinal Due Date\nJul 10, 2023\nLead Time\nCost Code\nType\nLocation\nApprovers\nMike Wanderlich (Dore & Whittier Architects)\nBall in Court\nLuke Keenan (DEW Construction)\nDistribution\nThomas Hengelsberg (Dore & Whittier Architects), Mike Wanderlich (Dore & Whittier Architects), Heather Gratton (Dore &\nWhittier Architects), Becky St. George (DEW Construction), Dakota Stender (DEW Construction), Scott Speyers (DEW\nConstruction), Kevin Cormier (Steel Elements International), Peter Gauthier (Steel Elements International), Sue Ramsey (Steel\nElements International), Chris Giard (Champlain Valley School District)\nDescription\nPlease see the attached revised submittal for your review and approval.\nTwo manufacturers are being submitted on for GYP BD-6 in case they have trouble acquiring either or to maintain schedule.\nSubmittal Workflow\nName\nSent Date\nDue Date\nPage 1 of 1\nReturned Date\nResponse\nAttachments\nGeneral Information\nAttachments\nLuke Keenan\nJul 3, 2023\nMike Wanderlich\nJul 10, 2023\nPending\nPending\nDEW\nCONSTRUCTION SHOP DRAWING / SUBMITTAL REVIEW\nChecking is only for conformity to the design concept of the project and\ncompliance with the information given in the contract documents and\nspecifications. Subcontractor is responsible for dimensions, to be\nconfirmed and correlated at the project site, for information that pertains\nsolely to the fabrication, the techniques of construction and for the\ncoordination of their work with all trades.\nProject #: 10258.02 - Charlotte Central School Renovations Phase II\nReviewed By: Luke Keenan\nDEW Construction\nPrinted On: Jul 3, 2023 09:45 AM EDT\n---- Page 2 ----\n1\n09 29 00 / NGC\nGYP BD-1\nGold Bond\nR\nXP® Hi-Impact® Gypsum Board\nDESCRIPTION\nGold Bond® XP® Hi-Impact® Gypsum Board consists of a\nmold-, mildew-, moisture- and fire-resistant Type X gypsum core\nwith a specially designed PURPLE® paper. The PURPLE face paper\nis a heavy paper that is 100-percent recycled and offers superior\nabrasion, mold, mildew and moisture resistance. The 100-percent\nrecycled gray back paper is also mold, mildew and moisture resistant.\nAdditionally, it has a fiberglass mesh embedded into the core,\nproviding more impact and penetration resistance.\nUse it for interior wall and ceiling applications and in areas with\nlimited water exposure. For speed of installation, GridMarX® guide\nmarks are printed on the paper surface. XP Hi-Impact Gypsum Board\ncontains no asbestos.\nFinishing: Perform finishing of XP Hi-Impact Gypsum Board in\naccordance with GA-214. Joints between XP Hi-Impact Gypsum Board\nmay be finished with either paper tape and ready mix joint compound\nor fiberglass mesh tape and setting compound.\nBASIC USES\nApplications\n· Use it for interior wall and ceiling assemblies in areas where\nsurface abrasion, indentation, mold, mildew and moisture\nresistance are major concerns.\n· Use 5/8 in. (15.9 mm) XP Hi-Impact Gypsum Board where Type X\nGypsum Board is specified in certain fire-rated wall assemblies.\n. Use as a tile backer board in dry areas or areas with limited water\nexposure, such as toilet and sink areas and wall and ceiling areas\nabove tile in tubs and showers.\nAdvantages\n· Specially designed gypsum core with a built-in fiberglass mesh\noffers superior protection against impact and penetrations into the\nwall cavity.\n· Provides greater resistance to surface abrasion, indentation,\nimpact and penetration over standard gypsum board.\n. Resists the growth of mold per ASTM D3273 with a score of 10, the\nbest possible score.\n. Resists the growth of mold per ASTM G21 with a score of 0, the\nbest possible score.\n. The gypsum core will not support combustion or transmit\ntemperatures greatly in excess of 212ºF (100℃) until completely\ncalcined, a slow process.\n· Easily scored and snapped to exact size without sawing.\n· Dimensionally stable product with negligible expansion and\ncontraction under normal atmospheric conditions.\nJob Name\nContractor\nTechnical Information\n800.NATIONAL · 800.628.4662\n· 5/8 in. Fire-Shield products provide 1-hour fire ratings with fewer\nfasteners using MaX 12, the 12 in. o.c. optimized fastener pattern for\nperimeter and field in UL designs U420, U465, V417, V438, V450, V482,\nV483, V486, V488, W417, W421 and W444. Save time, money and\ninstallation costs with MaX 12. Visit Max12.com for more information.\n. Features the GridMarX® guidemarks on the board to allow for faster\nand more accurate installation.\n. 'Achieves GREENGUARD and GREENGUARD Gold Certification.\nGREENGUARD Certified products are certified to GREENGUARD\nstandards for low chemical emissions into indoor air during product\nusage. For more information, visit: ul.com/gg.\n· Qualifies as a low-VOC emitting material by meeting California\nSpecification 01350. For more information, visit:\ncalrecycle.ca.gov/greenbuilding/specs/section01350.\nINSTALLATION RECOMMENDATIONS\nGeneral\n. Install gypsum board in accordance with methods described in\nASTM C840 and GA-216.\n· Examine and inspect framing materials to which gypsum board\nis to be applied. Remedy all defects prior to installation of the\ngypsum board.\n. Use GridMarX to make accurate cuts without drawing lines.\nGridMarX guide marks run the length of the board at five points, in\n4 in. (102 mm) increments. Marks run along the edge in both tapers\nand at 16 in. (406 mm), 24 in. (610 mm) and 32 in. (813 mm) in the\nfield of the board. GridMarX also provides quick identification and\nuniform nail/screw patterns. The marks cover easily with no\nbleed-through using standard paint products.\n· Apply gypsum board first to ceilings at right angles to framing\nmembers, then to walls. Use boards of maximum practical length\nso that the minimum number of end joints occur. Bring board edges\ninto contact with each other but do not force into place.\n· Install batt or blanket ceiling insulation before the gypsum board on\nceilings when installing a vapor retarder behind the gypsum board.\nInstall the insulation immediately after the gypsum board when\nusing loose fill insulation. Avoid installation practices that might\nallow condensation to form behind boards.\n· Cut gypsum board to allow for a minimum 1/4 in. (6.4 mm) gap\nbetween gypsum board and floor to prevent potential wicking\nof moisture.\n· Provide minimum 1/4 in. (6.4 mm) clearance between boards and\nadjacent concrete or masonry to minimize wicking of moisture.\n(Continued on page 3)\nDate\nSubmittal Approvals: (Stamps or Signatures)\nXP\nHI-IMPACT®\n---- Page 3 ----\nGold Bond® XP® Hi-Impact® Gypsum Board\nTECHNICAL DATA\nPhysical Properties\nXP Hi-Impact\nThickness1, Nominal\n5/8\" (15.9 mm)\nWidth1, Nominal\n4' (1,219 mm)\nLength1.4, Standard\n8' - 12' (2,438 mm - 3,658 mm)\nWeight, Nominal\n2.8 lbs./sq. ft.(13.67 k/m2)\nEdges1\nTapered\nFlexural Strength1, Perpendicular\n≥ 147 lbf. (654 N)\nFlexural Strength1, Parallel\n≥ 46 lbf. (205 N)\nHumidified Deflection1\n≤ 5/8\" (16 mm)\nNail Pull Resistance1\n≥ 87 lbf. (387 N)\nHardness1 - Core, Edges and Ends\n≥ 11 lbf. (49 N)\nBending Radius\n15' (4,572 mm)\nThermal Resistance5\nR = . 56\nPermeance6\n37 perms\nWater Absorption1 (% of Weight)\n< 5%\nMold Resistance7, ASTM D3273\nScore of 10\nMold Resistance8, ASTM G21\nScore of 0\nSurface Abrasion9\nLevel 3\nIndentation'\nLevel 1\nSoft-Body Impact9\nLevel 3\nHard-Body Impact'\nLevel 3\nProduct Standard Compliance\nASTM C1396\nFire-Resistance Characteristics\nCore Type\nType X\nUL Type Designation\nFSW\nCombustibility2\nNon-combustible Core\nSurface Burning Characteristics3\nClass A\nFlame Spread3\n15\nSmoke Development3\n0\nApplicable Standards and References\nASTM C473 Standard Test Methods for Physical Testing of Gypsum Panel Products\nASTM C518 Standard Test Method for Steady-State Thermal Transmission Properties by Means of the Heat Flow Meter Apparatus\nASTM C840 Standard Specification for Application and Finishing of Gypsum Board\nASTM C1396 Standard Specification for Gypsum Board\nASTM C1629 Standard Classification for Abuse Resistant Nondecorated Interior Gypsum Panel Products and Fiber-Reinforced Cement Panels\nASTM D3273 Standard Test Method for Resistance to Growth of Mold on the Surface of Interior Coatings in an Environmental Chamber\nASTM E84 Standard Test Method for Surface Burning Characteristics of Building Materials\nASTM E96 Standard Test Methods for Water Vapor Transmission of Materials\nASTM E119 Standard Test Methods for Fire Tests of Building Construction and Materials\nASTM E136 Standard Test Method for Behavior of Materials in a Vertical Tube Furnace at 750℃\nASTM G21 Standard Practice for Determining Resistance of Synthetic Polymeric Materials to Fungi\nGypsum Association, GA-214, Recommended Levels of Finish for Gypsum Board, Glass Mat and Fiber-Reinforced Gypsum Panels\nGypsum Association, GA-216, Application and Finishing of Gypsum Panel Products\nGypsum Association, GA-238, Guidelines for Prevention of Mold Growth on Gypsum Board\nGold Bond Building Products, LLC Manufacturer Standards, NGC Construction Guide\n1. Specified values per ASTM C1396, tested in accordance with ASTM C473.\n2. Tested in accordance with ASTM E136.\n3. Tested in accordance with ASTM E84.\n4. Special lengths may be available. Contact your local sales representative\nfor more information.\n5. Tested in accordance with ASTM C518.\n6. Tested in accordance with ASTM E96.\n7. Tested in accordance with ASTM D3273 and rated in accordance with ASTM D3274.\n8. Tested in accordance with ASTM G21.\n9. Tested in accordance with ASTM methods in ASTM C1629 - D4977 (Surface Abrasion),\nD5420 (Indentation), E695 (Soft-Body Impact), Annex A1 (Hard-Body Impact).\nXP\nHI-IMPACT®\n2\n---- Page 4 ----\nGold Bond® XP® Hi-Impact® Gypsum Board\n(Continued from page 1)\n· Locate gypsum board joints at openings so that no joint will occur\nwithin 12 in. (305 mm) of the edges of the opening unless installing\ncontrol joints at these points. Stagger vertical end joints. Joints on\nopposite sides of a partition should not occur on the same stud.\n. Hold gypsum board in firm contact with the framing member while\ndriving fasteners. Fastening should proceed from center portion\nof the board toward the edges and ends. Set fasteners with heads\nslightly below the surface of the board. Take care to avoid breaking\nthe face paper of the gypsum board. Remove improperly driven\nnails or screws.\n· Maintain a room temperature of not less than 40°F (4℃) during\napplication of gypsum board.\n. Maintain a room temperature of not less than 50°F (10℃) when\nusing adhesive to attach gypsum board and during joint treatment,\ntexturing and decoration, beginning 48 hours prior to application\nand continuously thereafter until completely dry. Maintain adequate\nventilation in the working area during installation and curing period.\n. Double nailing is an alternate method of attachment devised to\nminimize nailpops. This system requires doubling up on the field\nnails. The total quantity of nails used does not double, however,\nsince maximum nail spacing is increased to 12 in. (305 mm) o.c.\nand conventional nailing is used on the perimeter. Application is\naccomplished by first single nailing the field of the board, starting\nat the center and working toward ends and edges. Another nail is\nthen driven in close proximity (2 in. [50.8 mm] to 2-1/2 in. [63.5 mm])\nto each of the first nails. The first series of nails are then struck\nagain to ensure the board is drawn tightly to the framing member.\n· When using adhesive to attach gypsum board, apply drywall\nadhesive to face of studs or joists in continuous beads. Reference\nASTM C840 Section 10.\nMold and Mildew Resistance\nHi-Impact XP Gypsum Board was designed to provide extra protection\nagainst mold and mildew compared to standard gypsum board\nproducts. When tested by an independent laboratory, XP Hi-Impact\nGypsum Board received the highest possible ratings on ASTM G21\nand ASTM D3273.\nNo material can be considered \"mold proof,\" nor is it certain that\nany material will resist mold or mildew indefinitely. When used in\nconjunction with good design, handling and construction practices,\nXP Hi-Impact Gypsum Board can provide increased mold resistance\nversus standard gypsum board products. As with any building\nmaterial, avoiding water exposure during handling, storage and\ninstallation, and after installation is complete, is the best way to avoid\nthe formation of mold or mildew.\nAccessories\nDrywall screws, joint tape, ready mix joint compound and setting\ncompounds.\nFire Resistance Ratings\nFire Resistance ratings represent the results of tests on assemblies\nmade up of specific materials in a specific configuration. When\nselecting construction designs to meet certain fire-resistance\nrequirements, caution must be used to ensure that each component\nof the assembly is the one specified in the test. Further, precautions\nshould be taken that assembly procedures are in accordance with those\nof the tested assembly. For copies of specific tests, call 1-800-NATIONAL.\nFinishing\nRefer to GA-214, Recommended Levels of Finish for Gypsum Board,\nGlass Mat and Fiber-Reinforced Gypsum Panels, to determine the level\nof finishing needed to assure a surface properly prepared to accept\nthe desired decoration.\nDecoration\nEnsure gypsum board surfaces, including finished joints, are clean,\ndust-free and gloss-free to achieve best painting results. Apply a coat\nof a quality drywall primer to equalize the porosities between surface\npaper and joint compound, improving fastener and joint concealment.\nSelection of a paint to provide desired finish characteristics is the\nresponsibility of the architect or contractor.\nPrepare and prime gypsum boards prior to texturing.\nRefer to GA-214 to determine the level of finishing needed to assure a\nsurface properly prepared to accept the desired decoration.\nCritical Lighting Areas\nCeiling areas abutting skylights, long hallways, and atriums with\nlarge surface areas washed with artificial or natural lighting are\na few examples of critical lighting areas. Strong side lighting from\nwindows or surface-mounted light fixtures may reveal minor surface\nimperfections. Light striking the surface obliquely, at a slight angle,\nexaggerates surface irregularities. If you cannot avoid critical lighting,\nminimize the effects by skim coating the ceiling board surfaces, by\ndecorating the surface with medium to heavy textures, or by the use\nof draperies and blinds, which soften shadows. In general, paints\nwith sheen levels other than flat, enamel paints and dark-toned paint\nfinishes highlight surface defects; consider using textures to hide\nthese minor visual imperfections. If necessary, finish boards to a\nLevel 5 finish, as outlined in GA-214.\nXP\nHI-IMPACT®\n3\n---- Page 5 ----\nGold Bond® XP® Hi-Impact® Gypsum Board\nLIMITATIONS\n· To maximize impact resistance and eliminate potential screw spin-\nout, a minimum 20-gauge (.0312 in. design thickness) steel stud is\nrequired, as outlined in GA-216.\n· Avoid exposure to excessive or continuous moisture and extreme\ntemperatures. Do not expose gypsum board to temperatures\nexceeding 125ºF (52℃) for extended periods of time.\n· Properly ventilate or condition attic spaces to remove moisture\nbuildup above gypsum board ceilings. If required, install a vapor\nretarder in exterior ceilings behind gypsum board.\n. Avoid installing gypsum board directly over insulation blankets with\nfacer flanges placed continuously across the face of the framing\nmembers; recess insulation blankets and attach flanges to the\nsides of framing.\n· Isolate gypsum board from contact with building structure in\nlocations where structural movement may impose direct loads on\ngypsum board assemblies. Provide control joints spaced not more\nthan 30 ft. (9,144 mm) where employing long continuous runs of\nwalls, partitions or ceilings without perimeter relief.\n· Avoid gypsum board joints within 12 in. (305 mm) of the corners\nof window or door frames unless installing control joints at these\nlocations.\n· In single-ply installation, all ends and edges of gypsum board should\noccur over framing members or other solid backing except where\ntreated joints occur at right angles to framing or furring members.\n· Do not use boards as a nailing base.\n· Avoid using in areas subject to constant and/or excessive moisture\nand high humidity, such as gang showers, saunas, steam rooms or\nswimming pool enclosures.\n. Avoid using as a backer board directly behind tile in tub and\nshower areas.\n· Do not install or treat joints until the building is properly enclosed.\nNational\nGypsum\n®\nNational Gypsum Company is the exclusive service provider for products\nmanufactured by Gold Bond Building Products, LLC.\nFOR MORE INFORMATION\nArchitectural Specifications\nUL\nGold Bond Building Products CSI MasterFormat® 3-part\nguide specifications are downloadable as editable\nMicrosoft® Word documents at: goldbondbuilding.com.\nGREENGUARD\nPRODUCT CERTIFIED FOR\nLOW CHEMICAL EMISSIONS\nUL.COM/GG\nUL 2818\nGOLD\nLatest Technical Information and Update\nVisit goldbondbuilding.com or call National Gypsum Company\nConstruction Services: 1-800-NATIONAL (628-4662).\nTechnical Information Información Técnica\n1-800-NATIONAL\n1-800-628-4662\nNational Gypsum Company is the exclusive service provider for\nproducts manufactured by Gold Bond Building Products, LLC.\nThe Gold Bond family of products is manufactured by\nGold Bond Building Products, LLC.\n®\nGold Bond\nBuilding Products\nGold Bond Building Products, LLC\n2001 Rexford Road\nCharlotte, NC 28211\n704.365.7300\ngoldbondbuilding.com\n4\n110973 REV. 01 21\n---- Page 6 ----\nGYP BD-6\nGold Bond\nFire-Shield® Gypsum Board\nDESCRIPTION\nGold Bond® Fire-Shield® Gypsum Board consists of a fire-resistant\ngypsum core with a heavy, natural finish and 100-percent recycled\npaper on the face and back sides. The face paper folds around the\nlong edges to reinforce and protect the core, and the ends are cut\nsquare and finished smooth.\nUse it for interior, fire-rated wall and ceiling applications. A specially\nformulated Type C core is also available where required.\nFor speed of installation, GridMarX® guide marks are printed on the\npaper surface.\nFinishing: Long edges of the boards are tapered or square. Tapered\nedges allow joints to be reinforced with joint tape and concealed with\njoint compounds or setting compounds.\nBASIC USES\nApplications\nUse 1/2 in. (12.7 mm) Type C and 5/8 in. (15.9 mm) Fire-Shield Gypsum\nBoards on walls and ceilings in fire-rated construction where the\nframing members are spaced up to 24 in. (610 mm) o.c.\nAdvantages\n· Approved component in specific UL-rated designs.\n· Lightweight and cost-efficient material that is compatible with a\nwide range of decorative finishes.\n· Cuts easily for quick installation, permitting painting or other\ndecoration and the installation of metal or wood trim almost\nimmediately.\nFire-resistant material with a gypsum core that will not support\ncombustion or transmit temperatures greatly in excess of 212°F\n(100℃) until completely calcined, a slow process.\nDimensionally stable under changes in temperature and relative\nhumidity and resists warping, rippling, buckling and sagging.\n· 5/8 in. Fire-Shield products provide 1-hour fire ratings with fewer\nfasteners using MaX 12, the 12 in. o.c. optimized fastener pattern for\nperimeter and field in UL designs U420, U465, V417, V438, V450, V482,\nV483, V486, V488, W417, W421 and W444. Save time, money and\ninstallation costs with MaX 12. Visit MaX12.com for more information.\nFeatures the GridMarX® preprinted fastening guide on the board to\nallow for faster and more accurate installation.\n· Achieves GREENGUARD and GREENGUARD Gold Certification.\nGREENGUARD Certified products are certified to GREENGUARD\nstandards for low chemical emissions into indoor air during product\nusage. For more information, visit: ul.com/gg.\n· Qualifies as a low-VOC emitting material by meeting California\nSpecification 01350. For more information, visit:\ncalrecycle.ca.gov/greenbuilding/specs/section01350.\nJob Name\nContractor\n09 29 00 / NGC\nTechnical Information\n800.NATIONAL · 800.628.4662\nINSTALLATION RECOMMENDATIONS\nGeneral\n· Install gypsum board in accordance with methods described in\nASTM C840 and GA-216.\n.\nExamine and inspect framing materials to which gypsum board is to be\napplied. Remedy all defects prior to installation of the gypsum board.\n· GridMarX provides quick identification and uniform nail/screw\npatterns. Use GridMarX to make accurate cuts without drawing\nlines. GridMarX guide marks run the length of the board at five\npoints in 4 in. (102 mm) increments. Marks run along the edge in\nboth tapers and at 16 in. (406 mm), 24 in. (610 mm) and 32 in.\n(813 mm) in the field of the board. The marks cover easily with\nno bleed-through using standard paint products.\n· Apply gypsum board first to ceilings at right angles to framing\nmembers, then to walls. Use boards of maximum practical length\nso that the minimum number of end joints occur. Bring board\nedges into contact with each other but do not force into place.\n. Install batt or blanket ceiling insulation before the gypsum board on\nceilings when installing a vapor retarder behind the gypsum board.\nInstall the insulation immediately after the gypsum board when\nusing loose fill insulation. Avoid installation practices that might\nallow condensation to form behind boards.\n· Cut gypsum board to allow for a minimum 1/4 in. (6.4 mm) gap\nbetween gypsum board and floor to prevent potential wicking.\n· Locate gypsum board joints at openings so that no joint will occur\nwithin 12 in. (305 mm) of the edges of the opening unless installing\ncontrol joints at these locations. Stagger vertical end joints. Joints\non opposite sides of a partition should not occur on the same stud.\n. Hold gypsum board in firm contact with the framing member while\ndriving fasteners. Fastening should proceed from center portion\nof the board toward the edges and ends. Set fasteners with heads\nslightly below the surface of the board. Take care to avoid breaking\nthe face paper of the gypsum board. Remove improperly driven\nnails or screws.\n· Provide minimum 1/4 in. (6.4 mm) clearance between boards and\nadjacent concrete or masonry to minimize wicking of moisture.\n· Maintain a room temperature of not less than 40°F (4℃) during\napplication of gypsum board.\n· Maintain a room temperature of not less than 50°F (10℃) when\nusing adhesive to attach the gypsum board and during joint\ntreatment, texturing and decoration, beginning 48 hours prior\nto application and continuously thereafter until completely\ndry. Maintain adequate ventilation in the working area during\ninstallation and curing period.\n(Continued on page 3)\nDate\nSubmittal Approvals: (Stamps or Signatures)\n1\nGold\nBond\nGypsum Board\n---- Page 7 ----\nGold Bond® Fire-Shield® Gypsum Board\nTECHNICAL DATA\nPhysical Properties\n1/2\" Fire-Shield C\n5/8\" Fire-Shield X\nThickness1, Nominal\n1/2\" (12.7 mm)\n5/8\" (15.9 mm)\nWidth1, Nominal\n4' (1,219 mm)\n4' (1,219 mm), 54\" (1,372 mm)\nLength1.4, Standard\n8' - 12' (2,438 mm - 3,658 mm)\n8' - 12' (2,438 mm - 3,658 mm)\n8' - 12' (2,438 mm - 3,658 mm)\nWeight, Nominal\n1.9 lbs./sq. ft. (9.28 k/m2)\n2.2 lbs./sq. ft. (10.74 k/m2)\n2.3 lbs./sq. ft. (11.23 k/m2)\nEdges1\nSquare or Tapered\nSquare or Tapered\nFlexural Strength1, Perpendicular\n≥ 107 lbf. (476 N)\n≥ 147 lbf. (654 N)\n≥ 147 lbf. (654 N)\nFlexural Strength1, Parallel\n≥ 36 lbf. (160 N)\n≥ 46 lbf. (205 N)\n≥ 46 lbf. (205 N)\nHumidified Deflection1\n≤ 10/8\" (31.8 mm)\n≤ 5/8\" (15.9 mm)\n≤ 5/8\" (15.9 mm)\nNail Pull Resistance'\n≥ 77 lbf. (343 N)\n≥ 87 lbf. (387 N)\n≥ 87 lbf. (387 N)\nHardness1 - Core, Edges and Ends\n≥ 11 lbf. (49 N)\n≥ 11 lbf. (49 N)\n≥ 11 lbf. (49 N)\nBending Radius\n10' (3,048 mm)\n15' (4,572 mm)\n15' (4,572 mm)\nThermal Resistance5\nR =. 45\nR =. 56\nR = . 56\nProduct Standard Compliance\nASTM C 1396\nASTM C 1396\nASTM C 1396\nFire-Resistance Characteristics\nCore Type\nType C\nType X\nType C\nUL Type Designation\nFSW-C\nFSW\nCombustibility2\nNon-combustible Core\nNon-combustible Core\nNon-combustible Core\nSurface Burning Characteristics3\nClass A\nClass A\nClass A\nFlame Spread3\n15\n15\nSmoke Development3\n0\n0\nApplicable Standards and References\nASTM C473 Standard Test Methods for Physical Testing of Gypsum Panel Products\nASTM C518 Standard Test Method for Steady-State Thermal Transmission Properties by Means of the Heat Flow Meter Apparatus\n5/8\" Fire-Shield C\n5/8\" (15.9 mm)\n4' (1,219 mm), 54\" (1,372 mm)\nSquare or Tapered\nFSW-C\n15\n0\nASTM C840 Standard Specification for Application and Finishing of Gypsum Board\nASTM C1396 Standard Specification for Gypsum Board\nASTM E119 Standard Test Methods for Fire Tests of Building Construction and Materials\nASTM E84 Standard Test Method for Surface Burning Characteristics of Building Materials\nASTM E136 Standard Test Method for Behavior of Materials in a Vertical Tube Furnace at 750℃\nGypsum Association, GA-214, Recommended Levels of Finish for Gypsum Board, Glass Mat and Fiber-Reinforced Gypsum Panels\nGypsum Association, GA-216, Application and Finishing of Gypsum Panel Products\nGypsum Association, GA-238, Guidelines for Prevention of Mold Growth on Gypsum Board\nGold Bond Building Products, LLC Manufacturer Standards, NGC Construction Guide\n1. Specified values per ASTM C1396, tested in accordance with ASTM C473.\n2. Tested in accordance with ASTM E136,\n3. Tested in accordance with ASTM E84.\n4. Please consult your local sales representative for all non-standard lengths and widths. Minimum order requirements may apply.\n5. Tested in accordance with ASTM C518.\nGold\nBond\nGypsum Board\n2\n---- Page 8 ----\nGold Bond® Fire-Shield® Gypsum Board\n(Continued from page 1)\nFinishing\nRefer to GA-214, Recommended Levels of Finish for Gypsum Board.\nGlass Mat and Fiber-Reinforced Gypsum Panels, to determine the level\nof finishing needed to assure a surface properly prepared to accept\nthe desired decoration.\nDecoration\nEnsure gypsum board surfaces, including finished joints, are clean,\ndust-free and gloss-free to achieve best painting results. Apply a coat\nof quality drywall primer to equalize the porosities between surface\npaper and joint compound, improving fastener and joint concealment.\nSelection of a paint to provide desired finish characteristics is the\nresponsibility of the architect or contractor.\nPrepare and prime gypsum boards prior to texturing.\nRefer to GA-214 to determine the level of finishing needed to assure a\nsurface properly prepared to accept the desired decoration.\nCritical lighting areas\nWall and ceiling areas abutting window mullions or skylights, long\nhallways, and atriums with large surface areas washed with artificial\nor natural lighting are a few examples of critical lighting areas.\nStrong side lighting from windows or surface-mounted light fixtures\nmay reveal minor surface imperfections. Light striking the surface\nobliquely, at a slight angle, exaggerates surface irregularities. If you\ncannot avoid critical lighting, minimize the effects by skim coating\nthe gypsum board surfaces, by decorating the surface with medium\nto heavy textures, or by the use of draperies and blinds, which soften\nshadows. In general, paints with sheen levels other than flat, enamel\npaints and dark-toned paint finishes highlight surface defects;\nconsider the use of textures to hide these minor visual imperfections.\n3\nLIMITATIONS\nGeneral\n· Avoid exposure to excessive or continuous moisture and extreme\ntemperatures. Do not expose gypsum board to temperatures\nexceeding 125*F (52℃) for extended periods of time.\n· Properly ventilate or condition attic spaces to remove moisture\nbuildup above gypsum board ceilings. If required, install a vapor\nretarder behind gypsum board.\n. Avoid installing gypsum board directly over insulation blankets with\nfacer flanges placed continuously across the face of the framing\nmembers; recess insulation blankets and attach flanges to the\nsides of framing.\n. Isolate gypsum board from contact with building structure in\nlocations where structural movement may impose direct loads on\ngypsum board assemblies.\n· Provide control joints spaced not more than 30 ft. (9,144 mm) where\nemploying long continuous runs of walls, partitions or ceilings\nwithout perimeter relief.\n· Avoid gypsum board joints within 12 in. (305 mm) of the corners\nof window or door frames unless installing control joints at these\nlocations.\nSpace supporting framing for single-layer application of 1/2 in.\n(12.7 mm) and 5/8 in. (15.9 mm) gypsum board a maximum of 24 in.\n(610 mm) o.c.\n· To prevent objectionable sag in gypsum board ceilings, the weight\nof overlaid, unsupported insulation should not exceed the following\nrecommendations:\nCeiling-Supported Insulation\nThickness, Nominal\n5/8\"\nFraming Spacing\n24\" o.c.\n(15.9 mm)\nThickness, Nominal\n2.2 psf\n(10.7 kg/m2)\n(6.3 kg/m2)\nType X\n(610 mm)\nType C\n1/2\"\n(12.7 mm)\n24\" o.c.\n(610 mm)\n1.3 psf\n2.2 psf\n(10.7 kg/m2)\nType C\n5/8\"\n(15.9 mm)\n24\" o.c.\n(610 mm)\nGold\nBond\nGypsum Board\n---- Page 9 ----\nGold Bond® Fire-Shield® Gypsum Board\nFOR MORE INFORMATION\nArchitectural Specifications\nGold Bond Building Products CSI MasterFormat® 3-part guide\nspecifications are downloadable as editable Microsoft Word\ndocuments at: goldbondbuilding.com.\nLatest Technical Information and Update\nVisit goldbondbuilding.com or call National Gypsum Company\nConstruction Services: 1-800-NATIONAL (628-4662).\nTechnical Information Información Técnica\n1-800-NATIONAL®\n1-800-628-4662\nNational Gypsum Company is the exclusive service provider for\nproducts manufactured by Gold Bond Building Products, LLC.\nThe Gold Bond family of products is manufactured by\nGold Bond Building Products, LLC.\nUL\nGREENGUARD\nPRODUCT CHIFED RR\nHOW CHERT CAL FAUSSIONS\nGOLD\nGold Bond\nBuilding Products\nGold Bond Building Products, LLC\n2001 Rexford Road\nCharlotte, NC 28211\nNational\nGypsum®\n704.365.7300\ngoldbondbuilding.com\n111098 REV. 10 22\n---- Page 10 ----\nTOUGHROCK\nGP\n®\nGYP BD-6\nManufacturer\nGeorgia-Pacific Gypsum\n133 Peachtree Street\nAtlanta, GA 30303\nGeorgia-Pacific Canada\n2180 Meadowvale Boulevard, Suite 200\nMississauga, ON L5N 5S3\nTechnical Service Hotline: 1-800-225-6119\nDescription\nToughRock® Fireguard X™ and ToughRock® Fireguard CR Gypsum Board\nhave noncombustible (per ASTM E136 or CAN/ULC S114), dimensionally stable\ngypsum cores. The core has been reinforced with the addition of glass fibers,\nincreasing its strength and its resistance to the passage of heat. The surfacings\non both faces and on the long edges are 100% recycled paper. The front face\npaper is white; the back face paper is gray. The ends are square cut.\nGeorgia-Pacific ToughRock Gypsum Board products are GREENGUARD and\nGREENGUARD Gold Certified for low emissions of volatile organic compounds\n(VOCs). They are listed in CHPS® High Performance Product Database as low\nemitting products.\nPrimary Uses\nToughRock Fireguard X and Fireguard C Gypsum Board are wall or ceiling covering\nmaterials for use in building construction. Both are designed for direct mechanical\nattachment to wood or metal framing for use in building assemblies with a\ndesignated fire resistance rating.\nA specially formulated gypsum core which includes glass fibers enables ToughRock\nFireguard X and Fireguard C Gypsum Board to help protect framing members from\nthe spread of fire. With joints covered, ToughRock Fireguard X and Fireguard C Gypsum\nBoard will resist the passage of smoke.\nToughRock Fireguard X and Fireguard C Gypsum Board are manufactured with a\npaper surfacing designed to be receptive to joint treatment, paint, wall covering,\nor textured coatings.\nLimitations\n· ToughRock Fireguard X and Fireguard C Gypsum Board are nonstructural\nproducts and should not be used as a nailing base or to support heavy\nwall mounted objects.\n· They are intended for interior applications and must be kept dry and\nclean and not used where exposure to moisture is extreme or continuous.\n. Do not use ToughRock Fireguard X and Fireguard C Gypsum Board where there\nis prolonged exposure to temperatures exceeding 125ºF (52ºC) and/or continuous\nexposure to extreme humidity, e.g., located adjacent to wood-burning stoves,\nheating appliances, electric lighting and hot air flues.\nApplicable Standards\nManufactured to meet ASTM C1396 Section 5, CSA-A82.27-M; Federal SS-L-30D,\nType III, Grade X and SS-6-30D.\nBuilding Code Conformity\nToughRock Fireguard X and Fireguard C Gypsum Board conform to the requirements\nof uniform IBC/IRC building codes for its intended use.\nSizes\nFireguard X™\n5/8\" (15.9 mm)\n48\" (1220 mm)\n8'-14'\nFireguard C®\n5/8\" (15.9 mm)\n48\" (1220 mm)\n8'-14\nFireguard C®\n1/2\" (12.7 mm)\n48\" (1220 mm)\n8'-14'\n(2440-4270 mm)\nThickness, nominal\nWidths, nominal\nLengths, standard\n(2440-4270 mm)\n(2440-4270 mm)\nSubmittal\nApprovals\nJob Name\nContractor\nDate\nTechnical Service Hotline 1.800.225.6119 or\nwww.gpgypsum.com\nEdges\nTapered, square, or tapered with rounded edges.\nSupplemental Materials\nCorner beads and trim, expansion joints, joint tape, joint compound.\nTechnical Data\nFlame spread rating of 15 and smoke developed 0, when tested in accordance with\nASTM E84. The core is noncombustible when tested in accordance with ASTM E136.\nThe 5/8\" (15.9 mm) ToughRock Fireguard X is UL classified, Type X.\nThe 1/2\" (12.7 mm) ToughRock Fireguard C is UL Type TG-C, and ULC classified,\nType C.\nThe 5/8\" (15.9 mm) ToughRock Fireguard C is UL Type TG-C, and ULC classified,\nType C.\nFire Resistance Ratings\nToughRock Fireguard X and Fireguard C Gypsum Board meet the criteria for Type X\nspecial fire resistance, as defined in ASTM C1396. ToughRock Fireguard X and\nFireguard C Gypsum Board are classified for fire-rated assemblies by Underwriters\nLaboratories LLC (UL).\nSound Control\nToughRock Fireguard X and Fireguard C Gypsum Board can achieve designated\nSound Transmission Class (STC) values when used in properly designed constructions.\nSound rated assemblies require sealing at top, bottom, intersections and other\nlocations where sound leaks may develop.\nApplication Standards\nToughRock Fireguard X and Fireguard C Gypsum Board may be applied according\nto the Gypsum Association Publication GA-216 or ASTM C840 for non-fire rated\nconstruction.\nFor fire resistance rated construction application regarding board orientation,\nfastener type and spacing shall be consistent with the tested construction details\nfor Type X Gypsum Board. These details are published in the Gypsum Association\n\"Fire Resistance Design Manual GA-600,\" \"UL Fire Resistance Directory,\" and\n\"Intertek Testing Services/Warnock Hersey Listings Directory.\"\nHandling Precautions\nStack gypsum board flat on a level surface. As individual sheets are removed for\ninstallation, they should be raised up on edge carefully and carried in a vertical\nposition. Appropriate handling is also outlined in Gypsum Association Publications\nGA-216 and GA-801.\nTake care to avoid impact, undue flexing, and subsequent damage to board edges,\nends, and corners. Avoid scuffing the face to be finished.\nHandling and Use-Caution\nThis product may contain fiberglass which may cause skin irritation. Dust and\nfibers produced during the handling and installation of the product may cause skin,\neye and respiratory tract irritation. Avoid breathing dust and minimize contact with\nskin and eyes. Wear long sleeve shirts, long pants and eye protection. Always\nmaintain adequate ventilation. Use a dust mask or NIOSH/MSHA approved\nrespirator as appropriate in dusty or poorly ventilated areas.\nMaterial Safety Data Sheet\nMaterial Safety Data Sheet (MSDS) is available upon request or online at\nwww.buildgp.com/safetyinfo.\ncontinued-\nStamps/Signatures\n---- Page 11 ----\nGP\nTOUGHROCK\n®\nTechnical Service Hotline 1.800.225.6119 or\nwww.gpgypsum.com\nBoard Decoration-Application Standards\nToughRock® Fireguard X™ and Fireguard C® Gypsum Board are designed to accept\nmost types of paints, texture and wall covering materials. Georgia-Pacific Gypsum\nstrongly recommends priming the surface with a full-bodied, quality latex primer\nbefore applying a final decorative material. Priming will equalize the suction\nvariation between the joint compounds and the paper surface. If glossy paints are\nused in such areas as kitchens or bathrooms, skim coat joint compound over the\nentire surface to reduce highlighting or joint photographing. This method is also\nrecommended in areas with severe natural or artificial side lighting.\nGeorgia-Pacific Gypsum recommends application of a sealer prior to applying\nwallpaper or other wall covering to the board so that the board surface will not\nbe damaged if the covering is subsequently removed during redecorating. Joint\ntreatment must be thoroughly dry before proceeding with primer application and\nfinal decoration. Refer to Gypsum Association Publications GA-214 and GA-216\nfor joint treatment and finishing recommendations.\nPhysical Properties\nProperties\nToughRock® Fireguard X™\nThickness, nominal inches\n5/8\" (15.9 mm), + 1/64\" (0.4 mm)\nWidth, nominal\n4' (1220 mm), 54\" (1372 mm),\n60\" (1524 mm) + 3/32\" (2.4 mm)\nLength, Standard\n8' (2440 mm) to 14' (4270 mm),\n+ 1/4\" (6.4 mm)\nWeight1, Ibs./sq. ft., nominal (kg/m2)\n2.2 (10.7)\nEdges\nTapered, square or\ntapered with rounded edges\nFlexural Strength2 spacing, min.\n≥46 (205)\n≥46 (205)\n≥36 (160)\n≥107 (476)\nParallel, Ibf. (N)\nPerpendicular, Ibf. (N)\n≥147 (654)\nR Value, ft2. ºF . hr/BTU (m2- K/W)\n0.56 est. (0.10)\nNail Pull Resistance2, minimum, Ibf. (N)\n≥87 (387)\nHardness2, Ibf. (N) (core, edges and ends)\n≥15 (67)\nHumidified Deflection2, max.\n5/8\" (16 mm)\nPackaging\nTwo pieces per bundle,\nface-to-face and end taped\nSurface Burning Characteristics3 (per ASTM E84)\nFlame Spread\n15\nSmoke Developed\n0\n(Core is noncombustible when tested\nin accordance with ASTM E136.)\n5/8\" ToughRock® Fireguard C®\n5/8\" (15.9 mm), +1/64\" (0.4 mm)\n4' (1220 mm) +3/32\" (2.4 mm)\n4' (1220 mm) +3/32\" (2.4 mm)\n8' (2440 mm) to 14' (4270 mm),\n+1/4\" (6.4 mm)\n2.3 (11.2)\n2.0 (9.0)\nTapered, square or\ntapered with rounded edges\n≥147 (654)\n0.56 est. (0.10)\n0.48 est. (0.08)\n≥87 (389)\n≥77 (343)\n≥15 (67)\n≥15 (67)\n5/8\" (16 mm)\n10/8\" (32 mm)\nTwo pieces per bundle,\nface-to-face and end taped\nface-to-face and end taped\n15\n15\n0\n0\n1/2\" ToughRock® Fireguard C®\n1/2\" (12.7 mm), +1/64\" (0.4 mm)\n8' (2440 mm) to 14' (4270 mm),\n+1/4\" (6.4 mm)\nTapered, square or\ntapered with rounded edges\nTwo pieces per bundle,\n1 Represents approximate weight for design and shipping purposes. Actual weight may vary depending on manufacturing location and other factors.\n2 Specified minimum values are as defined in ASTM C1396.\n3 Products qualify for NFPA Class A or IBC Class 1.\nGP\nGeorgia-Pacific\nGypsum\nU.S.A.\nGeorgia-Pacific Gypsum LLC\nGeorgia-Pacific Gypsum II LLC\nCanada\nGeorgia-Pacific Canada LP\nSALES INFORMATION AND ORDER PLACEMENT\nU.S.A.\nWest:\n1-800-824-7503\nMidwest:\n1-800-876-4746\nSouth Central:\n1-800-231-6060\nSoutheast:\n1-800-327-2344\nNortheast:\n1-800-947-4497\nCANADA Canada Toll Free: 1-800-387-6823\nQuebec Toll Free: 1-800-361-0486\nTECHNICAL INFORMATION\nU.S.A. and Canada: 1-800-225-6119, www.gpgypsum.com\nTRADEMARKS TOUGHROCK, FIREGUARD X, FIREGUARD C and the GEORGIA-PACIFIC logo are\ntrademarks owned by or licensed to Georgia-Pacific Gypsum LLC. Collaborative for High Performance\nSchools and CHPS are trademarks owned by Collaborative for High Performance Schools, Inc.\nWARRANTIES, REMEDIES AND TERMS OF SALE For current warranty information for this\nproduct, please go to www.gpgypsum.com and select the product for warranty information. All sales\nof this product by Georgia-Pacific are subject to our Terms of Sale available at www.gpgypsum.com.\nUPDATES AND CURRENT INFORMATION The information in this document may change without\nnotice. Visit our website at www.gpgypsum.com for updates and current information.\nCAUTION For product fire, safety and use information, go to www.buildgp.com/safetyinfo\nor call 1-800-225-6119.\nFIRE SAFETY CAUTION Passing a fire test in a controlled laboratory setting and/or certifying or\nlabeling a product as having a one-hour, two-hour, or any other fire resistance or protection rating\nand, therefore, as acceptable for use in certain fire rated assemblies/systems, does not mean that\neither a particular assembly/system incorporating the product, or any given piece of the product\nitself, will necessarily provide one-hour fire resistance, two-hour fire resistance, or any other\nspecified fire resistance or protection in an actual fire. In the event of an actual fire, you should\nimmediately take any and all actions necessary for your safety and the safety of others without\nregard for any fire rating of any product or assembly/system.\n@2014 Georgia-Pacific Gypsum LLC. All rights reserved. 1/14. GP-TM Lit. Item #101866."
  }
}